{"text": "E oo aset 9 ut 2014, sete sosiyetee wi'eteezo Teranga Gold Operations (nde catalmum Sabodala Gold Operations SA toppitii gasgol kaqqe zo Sabodola zoo) wa-zii njillu e diiwaan hottollo Senegaal oo. Tawanoo e sete oo ko sokna Mariyem Jawara Caw, diisneteezo kalfinaazo geze renndo sosiyetee e Sabodala golds O-parations SA, wonndude e Kiriscaq Kemp-Girifin, diiseneteezo mo oon sosiye- tee suvii. Faandaare ndee wonnoo ko vurze faamde sifaaji gasgol kaqqe ngol e golle ndema zee, teeqti noon e hottollo koo, zum ko ngam lelndude peeje fii vamtugol faggudu ndu e kisal nguura duumiingal e diiwaan Keedugu oo.\\nKo nih woni joznde yeewtondiral wazdaama e Yiilirde Golle Hottollo (DOC). Hollitaama e ndeen joznde no ndema hottollo ka e ceeri ndi siforii e diiwaan Kedugu oo, ustaare golle ze hevi isin Keedugu sabu qakkere hottollo ; sabu ko ustiie golle zee ko hevii 15 % e ko fotanoo golleede. Teskaama kadi wonde 76 % e keval hottollo ngal ustiima si yerondiraama e keval vurngal heewde ngal diiwaan oo waznoo. E oon sahaa ko hevetee e demal ceeri ndi ko 31 % ; zum awnda- ta tan ko soklaaji lebbi 4 e senngo nguura. Zum ina weii, sabu diiiwaan Keedugu oo ina tawaa e diiwanuuji zo ndema kaa vuraa yaakoreede.\\nZum zoon addii diisneteezo oo naamnaade naamne keewzi fii faamde no njuv-vudi ndema hottollo kaa siforii, njuvvudi amaale e golle njeeygu hottollo ngu ; hol ko woni sababuuji yimve vee ina poozanoo liggoyaade e juraaji zi, hay so tawii eve nganndi nafooje ze ndema hottollo kaa waawi addande ve. Ko nih woni,caggal nde zum fof faamaa, lelnaama peeje gollondiral fii moxxitinde kala sen-ngooji golle hottollo ze, gila to demal, haa to sagol e ootgol, rewirde e vursu-gol ngol e goobgol ngol. Zum si liggaama, maa zum addu veydaare e keval ngal, maa zum veydu golle ze, fii yimve vee ina keddoo e demal ngal, keva heen na-fooje mum.\\nCaggal ngoo zo senngo yeewtondiral hakkunde seteeji zizi zi, njillu wazaangu e isin Sosef Jon mo Tammbaakunndaa addii gostondiral miijooji e golle isin So-defiteks oo, teeqti e ndee feere yuvvingol mbaadi moxxiri wazanaandi seede ISO 9001 ko ina vura duuvi sappo jooni ; zum hokkii hottollo senegaal koo maanteede e aduna oo, sabu mbaadi mum moxxiri. Sifaa isin oo, waasde zum yettaade haa jooni e baawal mum vursude ko woni doole mum ko teskaama, sa-bu keval hottollo ngal koko ustii e sekteraaji Jaqke Makan e Misiraa, diiwanuuji keedtuzi e diiwaan Keedugu oo.\\nE nder nguun njillu haa jooni, senngo rewnoongo heen ngo, ko njillu wazaango to Ameks (galle wizto ndema) mo Kusaanaar, zoon sete oo faamnaama no xeewndooji ndema zii ciforii zoon. Ve paamnaama zoon kala wakkilaare wazaande fii addude ko heszi e karalleeje ndema zee, fii veydude keval hottollo ngal, ustude fereeji ndema ka, fii ngaaari remoove vee veydoo.\\nSenngo sakkitiingo e njillu ngu wonnoo ko kawral e remoove ve Saare Sammburu, e sekteer Kuusaanar e tawtoragol ardiive FNPC (hooreejo oo, kalfinaazo ngalu oo e ballo saare o). Gostondiral miijooji hakkunde diisneteezo oo e remoove vee wazii haa feinaa qakkere nde remoove vee ngonndi to senngo kuutorze ndema, hay si tawii limoore yimve saare ve wonata tan ko e veydaade. Zeen ca-zeele ngaddii zanngal sagataave vee, sabu veen ndoqkat hevde kuutorze ngam toppitaade ndema ka. Jooni noon feere yi'taande ndee ko huccande juraaji zi, ngam asde kaqqe oo, si tawii ve zannaaki caggal leydi. Yeewtaama kadi e joz- nde ndee ko feewi e leszugol coggu kiloo hottollo ko ; zoon ne kadi wazii gostondiral miijooji hakkunde diisneteezo oo e remoove vee. Ko tonngaa to sakket koveydugol e vurde moxxinde ndema kaa ina haani daraneede, sabu coggu hottol- lo koo e juuze demoowo oo fawii ko e coggu marse aduna oo, ngu nganndu-zaa wonaa e njiimaandi sosiyeeteji ndema hottollo Afrik zum woni.\\nSete oo faamii golle zee fof e timmal, gila to wizto haa e vursugol ngol, rewirdee golle ndema ze. Sete oo faamii cazeele ze gasgol kaqqe ngol addi e kala sen- ngo. Zum addanii diisneteezo oo e miijaade darnugol evvoore heertiinde ngam zoftude vamtaare demal hottollo ngal, ngam havtaade cazeele ze addi gasgol\\nkaqqe ngol e diiwaan Keedugu oo.\\nSODEFITEKS e FNPC ina zaminii wonde si tawii ngoo zo wizto joofii, maa zum tabitin doosze gollondiral naftowal hakkunde mum'en e sosiyetee \"TerangaGold Operation\" e catal mum \"Sabodala Gold Operations SA\" ; zum wona na- foore haatanndeeji diiwaan Keedugu, zum veyda kisal nguura ka, zum adda vamtaare faggudu ndu duumiinde, tawa kadi kala demoowo ina waawa yi'taade heenhoore mum."}
{"text": "Fulbe: kuugal Shehu Usmaanu bii Fodio luttugal timminaaka – Koode Radio International\\nFulbe haa duubi caalidi dii be maadabe kubaruuji mabbe daw fasirma lattani wayla walaadu fuuna lesdi wannere fewneteede. Fulbe e’ nder mobgal ummatoore waynaabe mabbe ketaama gene didi haa binndol […]\\nFulbe haa duubi caalidi dii be maadabe kubaruuji mabbe daw fasirma lattani wayla walaadu fuuna lesdi wannere fewneteede. Fulbe e’ nder mobgal ummatoore waynaabe mabbe ketaama gene didi haa binndol am marngol cati 1999. Kanjum ferdiniibe be derdiraabe mabbe Fulbe wuro maabo Fulbe jootammae’n nder Gure mawde\\n_ moye’n jaldiri nden gaddata ferdam lesde hirna e’cakantaare lesde Afrika. Fulbe aslie’n famarbe kebi ferdam jamanu geedam mabbe don jonkiti daw dabbaji e’ladde.\\nMaskamku pullo asliijo woni Nagge. Kanji koni coreteedum mabbe baggudum. Nden bee Ceede. Kanjum wadi tum e’ be tokki mardi mabbe haa nokku Fudo e’ndiyam wonata. Kanjum fewnata inaaje mabbe asliije haa lesde be diwalji. Riskuuji lesde e’diwalji kebi bagaare daw mardi mabbe ndi,nden be wallube haa tiggugo Gure mawde e’laamuji naane mbana lesdi Ghana,Mali,Songhai,Borno nden bee diwalji Hausae’n hawtaade e’yewtiteego haa ko larani Suraade Sabana iga lesdi Sinigal haa lesde hirnantaaje yarugo fuunantaaje nden be lesdi Congo haa hirnaare Afrika.\\nFulbe ko delli mardi mabbe ndi maabo sababuji koddi kottiraadi tilfiidi mbana konu,maabo diina,sey garta jotiibe Gure kuude e’dabbirru mabbe fuh latto dum yimbe Gure.\\nJoodaago Fulbe haa nder Gure mawde waddi dudgo kawte ummatoore be latti feranbe dabbirru mabbe mbana lumooku,jangoygo ,siyaasaku nden konu. Be hebgo tugorde hesere didaagol tokketeegol ko yimbe tokki ngam heba no wurda nden faggo.\\nFulbe nde gebi joodorde tabbitde kayre wartiriibe lesdie’n duganaabe be margo bawde kampaniiji nden wadiibe faggudu mawdu. Ko aarti be fuddi jodaago haa lesdi Chadi hawtaade bee nokkure Rima basins iga karnuwol sappo e’jeego (16)Fulbe latti Remoobe,Filoobe,Huwoobe haa kitorle,Hitoobe,Ardiibe haa Gure pamare Lam_lambe yaktaabe iga yimbe millionje be ewgal e’asli Riskuuji mabbe fottaniibe. Mawnugo siyaasaku wadi Fulbe hannde jugi burna Ardugal haa lesde Hausa.\\nIga Fulbe gari haa karnuwol sappo e’ jeenayi(19) be tiggugo dawla ka Sokkoto jihaadu Shehu Usmaanu bii Fodio walliti haa lesde Hausa lattiidum aranum haa tariha nden tabbitini ummatoore dabrangoobe juude jam e’ kampaniiji haa wakkatiire karnuwol sappo e’ jeenay(19). Fulbe kebi jalorgal mbanta nder Gure be Gonorle godde limtaade de be kawti de fuh nyamtaama iga Hausa mbagal Aardaniidoobe wadeebe Hausae’n. Wolde Hausaare nyamti laamorde Fulbe sey be gaddi Siyaasa kodka notoraago Hausa_Fulani maabo Hausaajo mbana no dum wa’i har wodbe fuh.\\nHaa wakkati jihaadu bii Fodio mo nyewni kawtalji Fulbe nden mo dabbiriibe bawal bawo. Fulbe jotammae’n nooti nyewnol maako iga kala bakkeeje lesde Hausa laamorde Borno bee Congola be latti Fukaraabe maako nden be jabi Ililal maako nder duubi sedda be konu mobgal Diwalji Hausae’n be kawti be laamorde Borno haa diwalji Hausae’n nden be kawti be laamorde Borno honaago Diwalji wayla walaadu fuuna haa duubi temerre wakkatire nden. Elto Shehu Usmaanu bii Fodio be Fulbe maako huubi mobgal yimbe jotammae’n kebi botaago har konu ngun nden be ngarti lambe haa lesde Hausa be Gure geddude e’ maaje haa nde Nasarae’n ngari usti sembe Laamu mabbe.\\nYebre nder Fulbe aslie’n notake nyawnaadu maako fago Islaama wodbe mo nyewniriibe daw banndiigu nden wodbe boo daw alkawal warjireego khayruuji konu. O fuddi hebbitangoobe alkawal ngal seyni burna wodbe mabbe heferbeno iga tariha mabbe nden be cali dalgo donu mabbe be faggi Na’i be don gena nder ladde be joba joborngol Na’i yake feere. Nden bawo don be ngarti siyasamae’n laamorde be cali umrooje diina de maskiibe daw perdam umratabe iga Fulbe jootibe Gure.\\nShehu Usmaanu bii Fodio seyoraaki be banndiraabe maako Fulbe be acci wakkati mabbe dum diina nden mo wiibe mbiol hundugo “njehe guure iranta nguure waynaabe on joodata pellere woore haa foroy”. Haala Shehu Wii ka jabake haa tawtiire Adamaawa,yaago chad Rima,Nijer nden be maayo Benwe. Fulbe aartube e’ hesbe kebi botaago haajeeji di ladde nden be muyo kawtalji e’ keferaaku. Duubi duddi burna mabbe fuh acci ngeedam dam ngam dalilaaji limtaadi e’ baawo be acci donuuji mabbe be joodi inaare woore be cilmi nden e’ be njaada be perdam jamanu. Wodbe mabbe boo, latti heferbe nden waynaabe haa badido nde dabareeji kesi di siyasaaku mbako garol Nasaarae’n Najeeriya wortiniibe nder ladder.\\nUmroore hesre wangi dudal yeftaare perdam jamba/hippa regga nden e’ laafere nden rimtini sedda nder hajeeji fotal hakkeeji nden Neddaaku. E’ pelluuje kodde asli Fulbe dawaama ko wongo nder ladde be dabbaaji mabbe iga kawte lenyi koddi wi’anbe lesdi mabbe gaddaddum siyassaku len’yol nden e’ mbarol yimbe minjam wol. Dudal konngal e’ wonnaago yenirde wadatabe eggudu nder ladde ngam Fudo e’ ndiyam. Yake feere boo e’ dum nasta ladde soorana yimbe wuro ngam gasa bote nder lesdi ben yidbe faggako kankeere be bote haa nder lesdi,martugo ladde be huwoobe e’tolmaari kawta habre haa latto nokkure nden marataago mbana dareten haa Gure marde Risku de lesde duniyaaru.\\nDum woni no Fulbe goniri ben doggube iga komnati Shehu Usmaanu bii Fodio hannde kuctani iga komnatiiji kondaadi be don taskiti haa be diwabe be fuh.\\nKo faddotoobe wato ladde nden kayre be mari haaje jabtugo ladde nden e’ marle mabbe Nai’,wala e’ dure ngam ladde fuh martaama iga marbe dalilaaji, be gortinaama kambe boo mbana kala tagdi gurandi be gadan no be gurdata kanjum waddata habre.\\nE’ be kabana bawo e’ jokolla haa toy fuh.\\nMajjere nde diina be soyde famtugo didaadi lesdi laddude fulbe waynaabe samdinaaka har kiita. Haa Pullo ko mo wata pat dow laawol dum woni,wonnugo,mbarol,Doduki, ko mo wadata fuh ngam mo wato maabo mo heba.\\nHardo waddi gikkuuji Fulbe waynaabe di fasirma diwe wayla lesdi Pullo jodiido wuro malla Hausaajo mari seko dow maajum.\\nKambe nootiibe nyawnol Shehu Usmaanu bii Fodiyo maabo yaldirbe jihaadu maako ka karnuwol 19 ko be njarno perdam yaago lattude mabbe e’ nden noo daa fasirmaaji di yidaakano Sam. Ko wadata hannde hambe koni wordube haa laddude Sabana haa be lattiniinde inaare siwtaare mabbe e’nen ferbemen e’ tokkani yaktaabe mabbe dow elto potol ngol neddotiral nden ngam ladde nden wa’ataano mbana non.\\nLaàmorde nde Komnati\\nDum hakke Aardiibe komnati Najeeriya njaara perdam haa mobgal Yimbe ladde maabo doldabe perdam jamanu ko be sembe laamu. Non haani kala mawbe kamfuh gada ngam timmina gabtaruuji di.\\nKomnati fuh doola Yimbe mum dow tokkaago didaadi be umrooje laamu mbano haani. Hanaayi be dala tokkaago didaadi mabbe di dow moyfuh kadando hakke tanum Najeeriyaabe je wuurgo nder jam e’ neddaaku bila ferdingo maabo hoynango wobbe feere. Dum wade hollugo lenyol ngonngol Pullo maabo Hausaajo.\\nKomnati yawana hadugo wilgo nder ko lutti haa laddude e’ dabareeji di hurgugo fitinaajidi ngam fatina durdude be gaynaaka jamanu haa Fulbe ladde. Hafahin wadugo nondum besdan jawdi nden ndi botabe haa be keba haaje duddo dow mardi mabbe ndi. Kandaago dabbaaji don nder dabareeji e’taskaramji e’ kuude demri woodi haaje dum laarte haa jonta kam ngam Fulbe wala ko boti sam haa komnatiiji lesdi ndi “mi yiaa’y haa fellere kuude majjinanaadum dalayel Amirika($1) ngam gurgun Na’i Pullo gaynaago ko haa labbaare Vom.Komnati e’harka meere dow konal maabo taaki amma saklaaki dow nyamdu Dabbaaji maabo ledde gurgun maaji mareteedum haaje fuh. Nden e’saa’go gertoode dumtorle dabbaaji be kuuje naftorteede ngam njamu maaji e’mobgal diwri ladde kam pat. Woodi didawol i’ga 1960 yaago 1999 fuh dali huwtinireego. E’n mbolwaayi haala Rento dabbaaji mabbe e’ lenyol ngol kam tawon kullum e’be tilfa njawdi mabbe nden be mbarabe haa kala fitinaaji gadandi e’ diwalji cakantaare Najeeriya. Fulbe waynaabe e’ nguura dow dabareeji mabbe mbila walliide komnati ko irinta ndeye.\\nKuude de dabbirru boteeji haa nder lesdi besdi fitinaaji din nden e’ yajjingo demeterle haa laddude kertaade haanndi laartego iga hukumaaji laamu pamari be diwalji. Anndanbe haala kuude babe kuwa dow don ngam hadugo huwoobe cukle luumoku martugo laddude. Komnati diwalji e’ ga mobgal lesdi haani wada gidde mum dow don. Maskiibe e’ ko laarani fitinaaji tornyotoodi haa diwalji wayla lesdi haani be mbolwa perna yimbe dow hallugo fasirma be ko waddatadum nden e’ gurgun maajum haa kala nokkuuje den.\\nKomnati lismo famtingo mobgal yimbe janngina Fulbe ladde. Janngirde bibbe waynaabe anndiraade (Nomadic Education Schools) gadaadum iga hitaade (1990) yebaama majjinantaake ceede e’ hannde. Be lorni hakkilooji mabbe dow kuude hukumaaji (U.B.E) be (SUBEB) kanjumboo yimbe jootibe Gure/labbaaje botortoodum amma bannda kaynaago haa ladde. Janngirde bibbe waynaabe yebaama haa kala diwalji fuh ko diwalji di Fulbe galama. Anndal dum dagarewal cebbingal haa yaharde perdam jamanu. Kala fasobe naggeteebe be ngala anndal Sam.\\nNa anndal diina naa ngal jamanu/Boko nden be fuh mabbe be don hakkude duubi Janngirde bibbe waynaabe (Nomadic Education Scheme).\\nKomnati hanndi yottoowo yimbe ladde ngam fernabe nden tigganabe kuujeeji nango beldum gurdam haa ton. Yewtabe haa Radiyo be demgal mabbe ngal be nanata be famata. Besda nabe huwoobe rento nden Sojae’n tokko yahugo har mabbe ngam hisnabe iga fitinaaji kambe e’marle mabbe fuh. Komnati kam wona haa toy pat Sojae’n bee Polise’n tawe haa don ngam be gada gidde dow rento e’ Kare matotiral jamanu de fasahaaku. Fulbe potay bura komnati e’ ko dume fuh be lattaago mabbe yimbe Shehu bii Fodiyo iga duubi temedde didi (200) caalidi. Haa sakitoman,komnati hada huwoobe mum mbana Polise’n jabgo solneego iga be ngala aybe nden laafube. Fulbe e’ colnabe bila ngida mabbe nden be gadabe nango beldum njawdi mabbe. Nai’ warti laawol kemdam Polise’n mawbe e’ be bire lebbi e’ lebbaale. Dum do fuh don nder kannooji timminta Nai’ mabbe. Seyni naa kambe tan haa e’ yembe Najeeriya luttube Polise’n jamboto amma Fulbe be burata torrugo.\\nYebre didabre haa lattaago mawbe lesdi Najeeriya sey ko hawti luumoku be Fulbe ladde haa lesde duniyaaru keben ko tokken. Ummol Hausae’n katsinankoobe haa diwal zamfara halli masin wakkati fuddol fitinaaji din. Fasirma fuddi wadeego haa diwalji wayla nden be wayla walaadu hirna bawo hitaade ujuneere e’ temedde jeenay be cappan e’ jeenayi be jeenayi(1999). Aardugal diwalji wayla jokitiriidum mbano handi dum jogitire,ngam kuude wabtarbe hallube dudayno ngam komnae’n e’ gurga dum dow umroore didaadi lesdi. Diwalji mbana Kano e’ Kaduna hurgiidum haa latti wala fasirma sam haa inaaje mbana suraande Falgoore fuh be acci.\\nHaa diwal zamfara haafahin fasirma lattina kuude lenyolku e’ Hausae’n katsinankoe’n, bawo nde Polise’n calora hurgugo fasirma kan,sey mawbe wuro jabiika kawtoy sukaabe jahilie’n kawyee’n koca bangaaku be latti umroobe e’ hadoobe be Polise’n, hitoobe, nden wonnube ko dume. Wadugo sulhu dum sakitori mbarol Aardoe’n Fulbe hawtaade e’ filtugo mobgal lenyol Fulbe. Watgoobe non wadi be eggi gila pattule fombina suraade Birnin Gwari be Niger. Haa ton be kebi nden be ekkitina fitgo balmi,bako be ngartoya cie’ mabbe asliije haa zamfara duubi sedda caliidi. To kadi hado habaruwol fuddi nde be fuddi yobaago ko be gadaano,e’ be mbara Aardiibe bee bangae’n go wadbe soyde gonga dow mabbe ko saalino. Sey fitina kam mawni warti ka bakkeeje fuh. Missalu kambe bankae’n be kabba bososel ngam be mbara Fulbe haa warti e’be ngii Pullo kam fuh be mbaran tan. Kubaruwol non dum yotti Fulbe nder jawdum,kambe boo nde be ngaroy sey be mbari tawabe kam fuh,Hausae’n, filoobe, wartoobe gila loomukam fuh njabba nden mbara gila bangae’n ben. Fitina sankiti buri sembe Polise’n be komnati diwal zamfara les Aardugal Abdulaziz Yari ngam waday no yippira fitina kan ngam hajewol mum gonngol. Mawbe lenyol katsinankoe’n haa fombina kollaay haaje wol mabbe dow darnugo fitina ka,ngam be mettinaama bernde haa mobtorde nde joonde jam nde kawtal gongal Aardina les Sheck Abubakar Tureta waddunoobe joode jam haa diwal zamfara e’ duubi didi tokkotirdi.\\nKoo ha wakkati dalmi wuro Gusau haa hitaade 2014 bawo balde am nayi dum kuwmi haa ton,mi yewtaama no Pullo dottiijo mardo duubi sabae’n e’ gootel (71) wara balde caalide bawo nde mo soori Ngàari maako nde ceede maako ujune temedde e’ cappan e’ nayi be joyi (#145000) cabta hardon, Bangae’n Hausae’n mbariimo nyalima beccu haa luumo,ko buray kilomitaaji nogas wurtaade wuro Gusau. Wakkati dum wonni sey hallube nder Fulbe fuddi kuyka Nai’ bawo don be kebti wujjugo yimbe ngam jaba jobdi ceede be kawtitiriidum dum lattaniibe laawol kebtam ceede Mason, Fulbe go be Hausae’n nder waktu sedda nanabe Kaduna, katsina, be Sokoto. Fulbe ngaarti e’ jobo ko be gadaano dow moyfuh, nden wabtarbe mabbe boo don gujja yimbe ngam jaba ceede njobdi. Jonta kam e’n cakitake dow felotirgo. Dum wada didaagol gertinteegol iga kala leny’i din pat ngam wadda ragare fitina ka. Aardiibe ummatoore nden haani kawte komnatiiji diwal zamfara be katsina kebi jalorgal hebtugo burna huwoobe kuugal ngal. Sey ni wodbe dudbe nastigal ngam kebdam jawdi cali dalgongal. Besdaari dow ko haani komnatiiji gada mbano limtaano dum ko saali, be pecina kuuje nango beldum guurdam ngam ummatooje boto, hooca modibbe diina ngahzobe, nden ekkitinabe dowtanaago kiita, hafahin, footta hakkilooji mabbe dow camdingo yimbe nden be njaafotira hakkude leny’i mardi dugun ngam rento go waddata fitina kodka feere haa dum senda leny’ol.\\nAsaweere saliide,debbo feere nuldiyam ndarniigol (vidio) kollangol no masihinkoe’n gazorto Fulbe don naatabe kiristanku. Mbi moomi do kam boddum haa panyol yeeso ngam be bukaabe diina ko islaama maabo kiristanku dum wadananbe kulol Allah nden dum wallanbe haa perdam nden e’ goteegu Allah e’ nyalimaare ndargal nden hadanbe gendal,sedda maajum be anndan iftal mabbe,nden dum aawan yurmeede haa bernde mabbe. Be goodi haaje jogaago diina ngam wurtinabe iga kalleeli di be soyde margo diina nden hollitanbe perdam duniyaaru dum hisna derdiraabe mabbe Fulbe wuro dow majjere mabbe saalide.\\nNaa dum kalkal wia’ Fulbe kam fuh julbe wala heferbe mbano gadeten. Fulbe mbana lenyi Afrika luttudi, woodi julbe woodi naa julbe.burna mabbe fuh be julbe seyni masihinkoe’n e’ cottina wodbe mabbe ngam ngaarta kiristane’n mbana non en goodi Nasaarae’n bee American e’n wartoobe diina Islaama.\\nHaado, mbano noo Dr. Ahmed Gumi holli modibbe e’ njoodi tan kuway kuugal Shehu bii Fodiyo gal hubnaaka dum acci walanre maagal. Ngam woodi Fulbe dudbe heferbe haa Najeeriya. Kanjum wadi be don tokkani beldi berde mabbe. Burna modibbe mabbe hannde e’ cukli dow faggaago jawdi e’ Nokkuuje begiide semtiniibe foroy e’ be hodbe haa saare komnati nden be wakiliie’n to Illile siyasaaku. Kala wujjoobe yimbe ngam jaba ceede jobdi naggeteebe innde julbe be noototo,amma be annda ko dume dow juldamku e’ be ladde nana islaama dum tan. Modibbe cali n’yawnugoobe faago diina, ko dum wadaano fiiji duddi gayloto gedde mabbe famditan.\\nFulbe wuro be be ladde e’ kawta pelotira. Kure sedda tawata Fulbe e’ cukli dow ko memi bandiibe ladde dalanoobe ton ladde nden be tokko wallugoobe.be kirlito dow n’yamol ceede ngol polise’n gadantabe amma be bawata wadugo ko dume don. E’ be ndaara majjere mabbe soyde/laafere mabbe e’ Tampere mabbe amma sey salo wallugoobe yitoobe. Dow kawte lenyol Fulbe mobto balla haa hadugo zamba ka nden e’ yebaare nden.\\nFulbe wuro marti kuuje dudde de nango beldum guure CIE’ dowde e’ be bon’yo motaaji boddi,be te’a Rewbe wodbe. Nden be faggi jawdi duddi ndi jamba. Dum won I nafuuji di nder dagareeji konu Shehu Usmaanu bii Fodiyo?\\nFulbe e’ camdina gonngol pulaaku dum nundinaadum e’ mabbe mbana diina hakkude mabbe. Dum bargal won’yago yottinabe haa perdam haa e’ Gure mabbe jotti hannde. Hafahin, pulaaku e’ naftore haa hurgugo fitina. Mbano wada haa narral jaboygo pukaraabe/jankanaakube jangirde wuro kankara wujjaanobe les Aardugal kawtal miyetti Allah mo Najeeriya haa dum hebi jalorgal jaboygo sukaabe ben. Fuh dow dalilawol kalmawol pulaaku. Dum haala bodka naftorteeka haa Fulbe diwe waylaare Najeeriya, haani mawbe nder Fulbe jawdo dow hurgango banndiraabe mabbe kannooji di.Iga lamlambe haa yaago modibbe e’ huwoobe kuude rento yimbe,be naftoro sarde nde ngam hurgana Fulbe waynaabe boyol mabbe ngol iga ngol saloray.\\nWoodi hubbirde nde Sheck Tureta aardino dow fitina zamfara tabbitini non bako mo mayne.E’ o’ haydina noy wadi aardibe Fulbe acci kullum e’ dum tappina Fulbe mbana nii. O’ yehi diwal zamfara e’ mo harkida bee kawtal polise’n dow no Fulbe zamborte iga polise’n kulol bee waygo jaagal nder ladde ngam yewtida be Mabbe. Dum hebi jaalorgal e’ dow tidal maako ngal. Dum bastaare mawde haa mayneeki maako. Mo rellaama haa waktu nde mo tefete. Wakkati wadi nde wodbe kaftoto ngam tokkina kuugal ngal. Be latto wolwoobe e’ gonngol banndiraabe men Fulbe jabtenenbe hakkeeji mabbe to anndal nden e’ hajeeji Gure luttudi aynen hakkeeji mabbe haa ladde nden e’ hebangoobe Gese dudde ngam demri ketol ceede ngol komnatiiji gadata be korobe nden be narritabe hakkude mabbe e’ len’yi luttudi. Sey haa go Fulbe luttube ummake timmini luttaano kuude Shehu Usmaanu bii Fodiyo. Ko naanon boo,dum lutta dum timminaaka nden leydi warta geedam wela Sam,bone tan gideten,ngam soyde wadugo nondum. Wakkatire nden tammi wargo.\\nBindol: Dr. Aliyu Umar Tilde/KRI.\\nPosted on 23. January 2021 0 By koode Radio\\tKubaru Posted in Kubaru\\nNext Post Elon Musk lattike ɓurduɗo marugo njawdi to Winndere\\nPrevious Post NIGERIA: HUKUUMAAJI REENTO HEƁII ARDIIƁE HESƁE"}
{"text": "Actualités en Pulaar\\nPuzzorze gollondiral hakkunde \"Teraanga Gold Operation\" e SODEFITEKS ngam danndude Hottollo ko e ndema ka e dii- waan Keedugu oo. E oo aset 9 ut 2014, sete sosiyetee wi'eteezo Teranga Gold Operations (nde catalmum Sabodala Gold Operations SA toppitii gasgol kaqqe zo Sabodola zoo) wa-zii njillu e diiwaan hottollo Senegaal oo. Tawanoo e sete oo ko...\\nRewindo kampaa 2014/2015 haa e 25 sulyee 2014 : \"25 sulyee, dartingol aawre nde !\" Veto tovo ngo Caggal xeftitgol tovooli teskangol e diiwaan hottollo oo fof e nder balze sappo hakkunde sappo e noogaas e lewru Sulyee ndu, tovooli zi ndartinooma e balze sappo sakket ze, teeqti e diiwaan Tammbaa/Kawon. Zuum addii cazeele e tim-mingol evvoore...\\nHeblo Golle e mecce dowri kese zee, ko coktirgal vamtaare ndema hottollo Senegaal Humpito hollirii, te wizo baqke aduna oo e kitaale 90 seedtinii wonde si tawii remoove njanngii eve veyda keval mavve e ko wonata 15 %. Ko addata vamtaare ndema Senegaal ko heblo ngo, kumpital ngal e veydugol karallaagal e faggudu haantanndeeji zi. Ko zum wazi, zii...\\nGOLLE NJEEYGU HOTTOLLO ZE NGASII ! Yontere 17vere sakkitiinde e njeeygu ngu (yontere 11 vere e 2014), fuzzi 10 haa 16 marse, gollii zum ko ekipaaji 12 soodgol jiilotoozi, ina heen 8 to Pakuur e to Janke, ko ziin keddoranoo soodgol. Wakkilaare soodgol ngol, tawi zum hiisaa ko e limoore soodgol e kala allal e nder faandaare evvanoonde ndee...\\nFuzzagol gollondiral moxxal hakkunde Yiilirde Momtugol Hu- mambinnaagu e Zemze Ngenndiije, e SODEFITEKS Sokna Ndey Naam Juuf, hooreejo Galle Jaqde e Zemze Ngenndiije yilliima e duze Sodefiteks, fuzzi 27 haa 28 febariyee 2014 e diiwanuuji Tammbaa e Kolda. Omo wonndunoo e diisneteezo makko Suleymaani Lih. E nguu zoo njillu wonndungu e...\\nKABARUUJI NJEEYGU HOTTOLLO HAA E 1 FEBARIYEE 2014\\nI.Peeje xeftaaze fii moxxingol soodgol ngol. Ndee zoo yontere 11 viire e golle soodgol ngol (yontere joyavere e 2014), fuzzi 27 samwiyee haa 2 feebariyee, golloraa ko ekipaaji 38. Ko nih zum feccorii e diiwanuu-ji zi : 13 to Welingara, 10 to diiwaan Tammbaa, 2 to diiwaan Kawoon e 4 to Keedu- gu. Faandaare soodgol ngol wonnoo e nder yontere...\\nCIIMTOL NJEEYGU HOTTOLLO HAA E 11 SAMWIYEE 2014\\nI. Peeje xeftaaze e moxxingol golle njeeygu ze E ndee yontere jeetavere e njeeygu ngu (yontere tonngoode 2 e hitaande 2014), fuzzi 07 haa 11 samwiyee 2014, peeje xeftanooze ze ko ekipaaji 38. Ko nih zum fecciraa e diiwanuuji zi : 13 to Welingara, 9 to Kolda, 10 to Tammbaakun-nda, 2 to Kawoon e 4 to Keedugu. Ko faanditanoo soodeede..."}
{"text": "MBARJAARI NYALDE DARNGAL – peulh\\nHande mi yidi mi wolwane ko wi’ete mbarjaari. Nyalaade al-kiyooma, koo boo nyalaade Yawmul-kiyaamati, dum nyalaade darngal. Dum saa’i IIsa Almasiihu loroto duniyaaru ndu’u, bee teddungal ngal Allah Jawmiraawo hokki mo. Dum nyalaade loraaki IIsa Almasiihu haa duniyaaru. Yimbe fuu ngi’an mo. Ummaatooje fuu ngi’an teddungal ngal Allah Ceniido hokki Almasiihu. A yi’an mo bee teddungal ngal o hebi diga Allah Jawmiraawo. Nyalaade maajum on a jabata ngeenaari kuude maada. Dum nyalaade maajum on Jawmiraawo warjoto ma fodde kuude maada nder duniyaaru ndu’u. Allah Jawmiraawo nelan IIsa Almasiihu nder duniyaaru, haa o warjo koomoy neddo fuu fodde kuude muudum. O waran, o jogoto mbarjaari mboonndi haa junngo nyaamo maako. O jogoto mbarjaari kallundi boo haa junngo nano. Salotoobe mo fuu, o warjoto be mbarjaari kallundi! Ammaa nuddinbe mo, hoolotoobe mo bee goonga fuu, o warjoto be mbarjaari mboodndi. O hokkan be saare salaaman, o hokkan be nokkuure jam haa be njoodo nder maare haa foroy. Nuddinbe Allah Jawmiraawo bee bernde goongaare fuu, to IIsa Almasiihu wari, be meetataa maatugo domka. Be meetataa maatugo weelo. Be meetataa maatugo nguldum naange boo. Ngam annabi IIsa Almasiihu laatoto gaynaako mabbe. O yahran be haa ceebooje ndiyam geetam. Allah boo woostan gondi diga gite mabbe.>> Ammaa an, mbarjaari ndiye o warjoto ma nyalaade maajum? Do on a hiimata hakkunde ma e Allah diga hande. A don joodi nder duniyaaru ndu’u bee hakkiilo maada. A don feesi nder maaru bana a yidi boo. Ammaa ngeenaari ndiye, mbarjaari ndiye Allah Jawmiraawo hokkata ma nyannde al-kiyooma? Dum Allah Ceniido on hokki IIsa Almasiihu baawde maajum. Kanko on jo’ini IIsa Almasiihu, haa o laato hakkundeejo. IIsa Almasiihu woni hakkuunde Allah e yimbe duniyaaru. Kanko woni hakkundeejo meeden. Kanko woni sulhu meeden boo. Nyalaade waran haa Allah nela mo nder duniyaaru ndu’u, haa o warjo koomoy fodde kuude muudum! Kanjum Linjiila wi’i: <> (1Tim.2.5-6,) Allah wadi IIsa Almasiihu dimdinoowo yimbe. O wadi mo Kisnoowo duniyaaru! Almasiihu on habbi alkawal hakkunde Allah e yimbe. Dum don windi haa Linjiila bana ni: <> <> (Ibr.8.6, 9.15,) Almasiihu loroto duniyaaru ndu’u haa o warjo ma!\\nAmmaa mbarjaari ndiye o warjoto ma nyalaade maajum? Ngam aawdi ndi a aawi haa ngesa ma, kayri on a sodata. To a aawi biriiji, kanji a uftata. Deftere wi’i haa Gal. suura 6.7-1O, <> Allan accataa ma a fijira mo. Ko a aawi kanjum boo a sodata. Waato ko a wadi nder duniyaaru ndu’u fuu, ngeenaari maajum on a jabata nyalaade ummitineeki. Allah Jawmiraawo jo’ini koomoy fuu nder dumiyaaru ndu’u. Koomoy fuu woodi kaliifaaku ngu o halfini mo. To a mallumjo, to a moodibbo, to a jawro. Dum Allah Jawmiraawo on jo’ini ma. Koo to a piloowo, koo to a demoowo, anndu fakat Jawmiraawo on jo’ini ma. A joodataako foroy nder duniyaaru ndu’u boo. Ammaa Allah Jawmiraawo ta’ani ma neebuki ma nder maaru. Naa an jo’ini hoore ma, ammaa dum Allah on jo’ini ma. Kanko on jo »ini ma a daro darnde nde a dari. Kanko on hokki ma kaliifaaku ngu a woodi. To a debbo malla to a gorko, to a derkeejo malla to a nayeejo, dum Allah Jawmiraawo on ta’ani ma balde maada haa duniyaaru. To a baaba saare, malla to a daada saare. Anndu dum Allah on jo »ini ma. Kanko on yeedinta ma. To risku a mari, dum Allah on hokki ma. To sembe a woodi boo, dum Jawmiraawo on hokki ma sembe maajum. Walaa ko a hebi bee dabare ma malla bee sembe ma. Ngam Allah woodi baawde haa dabare e sembe maada laato meere. Kanjum mbiimi: A don yeedi ngam barka Jawmiraawo. Ammaa nyalaade waran haa o yamte ko a huuwi fuu. Too, mbarjaari ndiye o warjoto ma nyalaade loraaki IIsa Almasiihu? Woodi balndol feere ngol IIsa Alamasiihu wolwani yimbe. O wolwani be ngol ngam haa O faamtina no be njogirta kaliifaaku mabbe. Balndol maajum faamtinan ma no a jogirta kaliifaaku ngu Jawmiraawo halfini ma an boo. IIsa Almasiihu wolwani yimbe maajum O wi’i be: <> Do woni balndol ngol annabi IIsa Ruuhunlaahi wolwani yimbe ngam hollugo be kaliifaaku mabbe. Kanjum mbiimi: Mbarjaari ndiye Jawmiraawo warjoto ma nyalaade timmuki duniyaaru?\\nIIsa Almasiihu wi’i haa Linjiila: <> (W.Yuh.22.12-15,) Haa nokkuure feere nder Linjiila boo, IIsa Almasiihu wi’i: <> Nyalaade e saa’i dume on be anndaa ? Dum nyalaade timmuki duniyaaru. Yimbe anndaa nyalaade darngal. En anndaa nyalaade maayde meeden boo. Sey Allah Jawmiraawo tan anndi nyalaade darngal e nyalaade maayde yimbe fuu. Nde a anndaa nyalaade darngal, a anndaa boo nyalaade maayde maada, sey a ayna ngam taa nyalaade maajum juhe. Nuddin Jawmiraawo, ngam a anndaa nyalaade koo boo saa’i loraaki IIsa Almasiihu. Nyalaade maajum, to IIsa Almasiihu warti, o tawti ma a don suklani kuugal ngal o halfini ma, barka laatanto ma. Ammaa to laatake, a numi: Jonta Almasiihu neebi wartugo, a fuddi yejjitugo kaliifaaku ngu Jawmiraawo halfini ma, a don nyaama, a don yara mbal bee wuykoobe, nden IIsa Almasiihu jaagordo maada wartan nde a tammaaki, nder saa’iire nde a anndaa boo. O warjoto ma ngeenaari naafiki’en. Ammaa dume woni ngeenaari naafiki’en? Dum kiita ragareeha. Dum nastugo yiite jahanaama. <> (Yuh.5.29) Non IIsa Almasiihu wi’i. Mo kuuwaay muuyo Jawmiraawo fuu, Jawmiraawo hiitoto mo. Ngam maajum taa a laato jaboowo ngeenaari naafiki’en. Taa jabu haa Jawmiraawo tikkane. Taa jabu O warje mbarjaari naafiki’en! Ammaa a nuddina IIsa Almasiihu. Ngam nuddinbe mo fuu semtintaake nyalaade darngal! Jawmiraawo warjoto yimbe fuu fodde kuude mabbe nyalaade darngal. O warjoto ma fodde kuude maada. Ammaa an, wakkati don luttani ma tawon haa a hiima dum, a acca halleende. Nyalaade waran haa Allah nela hakkundeejo nder duniyaaru ndu’u. O nelan IIsa Almasiihu, Kanko on warjoto ma. Ammaa to wari, mbarjaari ndiye warjoto ma nyalaade maajum? O warjoto ma mbarjaari naafiki’en na, malla o warjoto ma mbarjaari mboodndi? Do on a hiimata hakkunde ma e Jawmiraawo diga hande. Allah barkidine ngam barka IIsa Almasiihu!"}
{"text": "Bolidde Ardiido lesdi Nigeria Muhammad Buhari ha moftirde be wakilien ECOWAS dow Lesdi Mali – Koode Radio International\\nArdiido lesdi Nigeria Muhammad Buhari wii haaje ECOWAS nder lesdi maali ni nga tabbitina jonde jam nder maari man sabo reta lesdi man fu do nder juude saggarle en.\\nArdiido Nigeria Buhari wii ka baawo o jabbi wakilijo ECOWAS wakkilinowo lesde Africa woyilaari Goodluck Jonathan Ardiido lesdi Nigeria boymaajo.\\nMuhammad Buhari wii ” ko yaarata pecce didi nder pecce tati lesdi man fuu do nder juude saggarle en hande ngammajum seetugo lesdi man handi min wada ha yeso na haje komoy.\\nOdo yela dawridal wonai hakkunde ardiibe to be kauti nyande jumbaare ngam tabbitina jonde jam e Ardiido boymaajo andinimo hippibe laamu lesdima do yela joduki dow laamu je duubi tati hiddeko be wada cubol.\\n“Min yami be acca Ardiido bortaado Ibrahim Boubacar Keita hoota ha saare be vii o ertan yaasi leddi e o wortata o tonta yami mabbe” Good luck Jonathan Wii.\\n“Mi yecci be ko ECOWAS yerdata ni jogade laamu ha juude bii leddi na ha jude taadido ko saggarle en ba je lebbi jowego (6) faago lebbi jowenai (9) e daayi man lebbi sappo e didi (12) nden dum taskina cuubol bano didaadi lesdi wadi.”\\nDr Jonathan firliti konko be mobgal maako be yilli ardiido bortado e tabbitin be yidande maako o wallini hoore e Wii o Wala haaje lortugo dow korwal maako fahin.\\nWindoobe foodo WAEC nangaama e opeere COVID19\\nHey janngoowo Tinna e jande maaɗa"}
{"text": "Ngilla Abdullahi Bashir wakiliijo koode nder lesdi Cameroon ha Ngaoundere lamorde diiwal Adamawa. – Koode Radio International\\nNgilla Abdullahi Bashir wakiliijo koode nder lesdi Cameroon ha Ngaoundere lamorde diiwal Adamawa.\\nNgaoundere lamorde diiwal Adamawa ha lesdi Cameroon, hiisama ha hitand 2015 nog marran ummatoore ko yahanta ujune temerre tati (300,000), ngo lati wuuro jedidabo ha nder gure Cameroon, ngowoodi Jangirde jamiya (uiversity), jippordu pirrowal (airport), laawol jirgi leddi (railway) et hotelji yotuudi haaje e nakkuje henaaki e siwtaare bana Mardok wood e plateau district.\\nArdo Njobdi on tiggi Lamorde lesdi Ngaoundere hakkunde hitande 1836 e 1839 asli inde maago latino Ndelbé dum wuuro Mboum en no, fulbe jabi wuro man yaake jihadi shehu usman bin Fodio e Ardo Djobdi arti laami ngo e baawo be wartiri inde maago Ngaoundere “Hoosere be tarde jabuuru” be wolde Mboum\\nLeydi ngaoundere ceetindi moƴƴinoori ndemri e durngol fuh. nder maari on tawete burdo margo nai nder aduna Alh Abbo mardo tokke na’i ko hetata ujune cappo, wala ba maaji andiraaɗi be tokki GUDAALI AMOA Koowoowe, cufi e ɓokkaare fantunde e piye dabbaaji fuh tawataake e ƴoole maare, bo woodi hendu feewndu welndu, babe gilleteeɗe, jurtode, beeli e Kooseeje towɗe tawe nder lesdi maari Bana.\\nhosere Ngaoundere (Mont Ngaoundere) hoosere nde towki maare heti miita ujunere be temere tata 1.300m towuki e be maare be inditi wuuro man.\\nHoosere Ngan Ha Hoosere tilimde ha lenyo Mboum en\\nHosere Djoumbal hoosere timtunde wuuro banyo laati werde nasara en germany\\nTo a yilli nokkuure nde welgo yaake, ñaamdu, waawkinki a yelan lartaago bawo\\nPosted on 8. January 2020 0 By koode Radio\\tKubaru Posted in Kubaru, Taskaramji Tagged #Fulfulde, Goudali Abbo, Jangirde, Lesdi Banyo, Mont Djoumbal, Ngaoundere\\nNext Post KRI e jabboo on nder hitaade 2020\\nPrevious Post Allah hinno Dr. Tioulenta"}
{"text": "Habaruuji Adamaawa Ƴoola Naajeeriya. - Fulfulde24\\nFulfulde24\\t December 11, 2019 no Comments\\n*Keerɗinaande cuɓi diiwal Adamaawa INEC wanngini dow cuɓi ardungal hukuumaaji pamari doggina nder hukuumaaji pamsri 21 diiwal ngal ñannde 7 lewru Bowte, jam’iiyawa PDP on heɓi jaalorgal.\\n*Gomna Ahmadu Umaru Fintiri tefri ardiiɓe hukuumaaji pamari 21 hunnaaɓe koore hakkiilo faaki haajeeji ummaatoore maɓɓe ko yaadata bee taskaramji 11 ɗi ardungal maako nden ɓe renta ko’o iɓgo jahaale ɗe maraaka haaje.\\n*Hiitordu gullitaali laamorde diiwal Adamaawa nde Ƴoola, riiwi gullitaali jam’iiyawa APC waɗi dow gomna Ahmadu Umaru Fintiri.\\n*Jaagorɗo kubaruuji diiwal Adamaawa, Dr. Umar Garba Ƴooniti huwooɓe kuuɗe jaydiyankaagal nder diiwal Nga’al wallina kuuɗe to haa ɓe ngalaa haaje man ngam yiide maajum kanjum resata huwoowo, nden bone ɓuri keɓal, ndaaruki walaa ceede haa kuuɗe jaydiyankaagal.\\n*Jogiiɓe balmi kippi labbaare Holma haa tayre hukuuma pamara Hong nder diiwal Adamaawa, asaweere nde’e ɗoo jogiiɓe balmi njaari kippe haa giifa kan mbari himɓe ɗiɗo, gooto e nawnanɗe kalluɗe. Haa fahin saggarle’e ɓen wuli ci’e ñamande hawtaade e dilluduki e na’i jeweeɗiɗi.\\n*Keerɗinaande Polis’en Ƴooniti himɓe Dow Fiiji Rento Sanadu ɗuuɗal wujjuki himɓe e fitinaaji haa bakkeeje feere-feere nder diiwal nga’al keerɗinaande polis’en diiwal Adamaawa hokki himɓe jaburɗe renti.\\n*Kore gomna diiwal Adamaawa Hajja Lami Ahmadu Umaru Fintiri latti gooto nder heɓiiɓe yaalirki du’a fidda’u mo Allah hinni Alh Umaru Njidda Pariya ballo ardiiɗo leydi naaneejo Alh Atiku Abubakar.\\n*Nder tiinaare hebbiɗinki alkawe o hoosani fukaraaɓe, gomna diiwal Adamaawa Ahmadu Umaru Fintiri wanngini tammunde gomnati maako haa yoɓiki fukaraaɓe ceede ɗe anndira mballa jannde ɗum o hoosi alkawal yoɓuki to ɗum timmini wiɗituku fukaraaɓe haa janngirɗe mawɗe nder leydi Naajeeriya no foti.\\n*Duuɓi ɓaawo yalɗirki taskaram jagganki leydi nga NYSC gomna Ahmadu Umaru Fintiri tabitini taskaram ɗum ɗo walla darke’en haa heɓuki filu ɗo ɓe jonngititta bee ko’e maɓɓe.\\n*Ɓaawo nde hiitordu gullitaali tabitini nasaraaku cuɓi gomnaaku diiwal Adamaawa, gomna Ahmadu Umaru Fintiri tori ɓiɓɓe jam’iiyyaji lawliraaɗi kawra hoore bee ardungal maako ngam jehol yeeso diiwal ngaal."}
{"text": "Fulfulde, Dramas: Piece 169 – Halloween – mi tawaaka 1 | Waters of Life for Children\\nHome -- Fulfulde -- Perform a PLAY -- 169 (Halloween – without me 1)\\n169. Halloween – mi tawaaka 1\\nHawaa e Hamidu noti kiɗe maååe ɗen ka ndaarorgal makasan on. Citruyje ka åaawo tintorgal no hollude siññinande Ibuliisa nden.\\nHawaa : \"Miɗo haani windude jantoore fii oo Halloween maaɗun welo welo Ñanneyaagal ngal. Hee, a yi’ii laalagal hoore nden?\"\\nHamidu : \"Kono ɗun hinaa goonga!\"\\nHari åandu Hawaa ndun no diwnude fota.\\nHamidu : \"Hara a aray ka caatal Ñanneeåe åen no wi’ee Halloween?\"\\nHawaa : \"Mi andaa. No gasa. Kono jooni, miɗo haani yiltaade ka suudu.\"\\nJuɗirde bireedi ndin takko ɗon no holliti fii gatooje ibuliisa moýýe. Welo welo Ñanneeåe åen no wi’ee Halloween naaday kaalisi.\\nNeene : \"Ko jooni non hewtituɗaa ka suudu.\"\\nHawaa : \"Miɗo weelaa (hito kuyer e pileetiwal e jardukun e hoore ñaametee). Ko honto e nder aduna on ɗe citruuje heåotoo suga wonɗe ɗen ka tintorgal?\"\\nBaaba : \"Åe hulåindiray e fee huutorgol bidonji ñooge.\"\\nHawaa : \"Bidonji ñooge?\"\\nNeene : \"Janngu koo ko windii ɗoo ka surnal yaltungal hannde\" (Hito fontugol ngol surnal ngal).\\nNde Hawaa jangi ko woni firo halloween, o nhalɗi fota, huntere pizza nden saggi ka daande makko.\\nÑalaande 31 octobre – ñanneeåe åen – e feeto ngon fii Ibuliisa. Oo taariika gila ko fuɗɗii timmii duuåi 2 000. Hitaande hesere nden ka celteeåe åen. Åe wuuruno hari åe andaa Alla. Hiåe gomɗinɗo allaaji ɗuuɗuɗi, awa kadi oo wi’eteeɗo Samhain, allaaru mayde nden, aroyaya ka kiikiiɗe, ndu hocca mayåe åen.\\nHawaa : \"Jaka non, koo ko wi’etee Halloween ko feeto waɗanaango ibuliisa.\"\\nKoo ko wi’etee Halloween ko ýoggande ka haale engele fii ñallal adiingal ngal ñalaande \"toussaint nden\". E on saa’i, hari mbileeåe åen soppitayno ɗee leɗɗe wi’eteeɗe navee, åe waɗa buujiiji e majje, åe joɗɗina ɗe yeeso suudu maååe ndun, åe sonka, åe wi’a : \"Dokkal maa kuddi\". Kala mo sakkanaaki Samhain haray woni huɗaaɗo.\\nBaaba : \"Ruuhuuji buumiiɗi torotooɗi bonbo no maadinande en naamu fii yimåe åe andaa åen Alla. Kitaabul Muggadasi on no wi’i en : Woɗɗitee ko boni. Oo Halloween ko jemmaare hollaynde bonki.\"\\nNeene : \"Hari mi andaano ɗun. Kono gila jooni : fii Halloween – mi tawaaka.\"\\nBaaba : \"Hara a jangii fii ko fewti kon sadakaaji ɗin?\"\\nHari Hawaa no yoomi åay o jangii wondema ko fii Ibuliisa åen yimåe woni e sakkanaade. Ɗun no hulåinii honno! Ibuliisa ko fenoowo e waroowo. Ko Halloween woni ñallal makko ngal.\\nBaaba : \"Alla daali wonde en haana tawdeede e aadaaji åe andaa Alla åen. Ko ɗun si mi fillitoto kadi ɗun ɗoo : \"Fii Halloween – mi tawaaka!\"\\nAn goy? Hara hiɗa andi gomɗini Iisaa-Almasiihu on? Si ko non woniri, haray hiɗa mari weltaare haqiiqaare, hara a naadaali hoore maa e piiji ñidduɗi.\\nHawaa : \"Mi yahataa ka feeto wi’eteengo Halloween. SMS naåanaaɗo o wi’eteeɗo Hamidu : Fii Halloween – mi tawaaka!\"\\nMeɗen tanýinani maa an kadi a tawdetaake e ɗun!\\nHara hiɗa faalaa faamude åuri nii fii koo ko wi’etee Halloween? Hita a aamu, haray windan men!\\nYewtooåe : Fillitotooɗo, Hawa, Hamidu, neene, baaba\\nPage last modified on December 16, 2021, at 01:01 PM | powered by PmWiki (pmwiki-2.3.3)"}
{"text": "Eɓɓo naatinde gannde ngaanndi e pulaar\\nÉcrit par Administrator Admin\\nMusidɓe fulɓe, hannde ko fayndaare mawnde ndawdu-ɗen. Gila gannde kese ngari e men, eɗen miijoo no pulaar/fulfulde heɓirta heen geɗal mum. Leñol kala ngol neɗɗo yiyi ena ɓamtii, adii ko gollaade haa darna ɗemngal mum darnde ganndal e darnde ƴellitaare. Pulaar ndefuɗɗii dadaade wonaa hannde, kono ko hannde tigi pellital naatani-en ngam abbaade ɗemɗe bafoyɗe, ɗemɗe kuwtorteeɗe hannde e fannuuji kala ganndal.\\nKo gollaa e ɗemngal men hannde ena heewi. Pulaar sellinaama hannde to baŋnge binndol, ngaddinaaji ɗii ngoni ko e ɓallotirde, gannde ɗee gnoni ko e saakaade e nder pulpule. Kono ko en yawooɓe ñalnde kala sabu payndaaje ɗee ena ngoɗɗi tawo. Goonga ena wiyee \"seeɗa alaa, ko barke woodi\", kono en der ganndal hannde, barke yiɗaa yoo wonndu e ko heewi, ko feewi sabu anndal yaajii, fannuuji mum limotaako.\\nKo waɗi-en ummanaade golle ngaanndi ko huunde tiiɗnde. Ko ngaanndi tan hannde waawi nawde golle men yeeso, foti ko jaŋde walla wiɗto sabu ko kuwtorgal jogingal nafoore. Gannde kala ena mbaawi moofteede e ngaanndi tawa nde neɗɗo welaa kala ena waawi ruttaade heen. Ɗo neɗɗo yahatnoo balɗe ena nawa kabaruuji hakkunde nokku e nokku, ngaanndi waɗata ɗoon ko hoƴom! Ndeke, ganndal ngaandi maa addan-en sukkude jolɗe gonɗe hakkunde nokkuuji fulɓe koɗi.\\nFulɓe koɗaani e nokku gooto walla e leydi ngootiri. Leyɗeele Afrik kala ɗe fulɓe ngoni, ko maa jolee nde yimɓe njiytondira. Ɗum ena saɗtini dental walla jokkondiral hakkunde men. Ngalu woodaa saka ɗanle mbeeɓa, ngati ko fulɓe nanondirta ɓuri ko njahdirta."}
{"text": "Jawmiraawo e woodi na? E zon ko hollata woodeende Jawmiraawo?\\nXamol: Jawmiraawo e woodi na? E zon ko hollata woodeende Jawmiraawo?\\nNooto: Woodeende Jawmiraawo hollataake malla yeddee. Linjiila hollii dow doole njaven nuzzinen Jawmiraawo e woodi: “Kadin to nuzzinol walaa wazataako mbelnanen Jawmiraawo, ngam moye fuu garzo to Maako maa nuzzinii e Mo woodi kadin e mo warjoo zavvitirve-Mo e goonga” (Ibiraaninko’en 11:6). To Jawmiraawo yizno, O wanngayno tan O holla moye fuu O zon. Amma to O wazii non, walaa daliila nuzzinol kadin. “Nden Yeesu wi’i-mo, ‘Ngam a yi’I yam, nuzzinzaa; barkante’en ngoni ve’en ve ngi’aayi nden nuzzini’” (Yohana 20:29).\\nTaa boo hoositira, no laatii fuu, inke walaa ko hollata woodeende Jawmiraawo. Baybul wi’i, “duuniyaaji e saydake mawngu Jawmiraawo; asamaaji manii kuugal juuze Maako. Nyalnde fuu e ze mbi’a haala; jemmaare fuu e ze kolla anndal. Walaa haala malla wolde to ze nanaaka. Kondonde mavve mburtake toye fu under duuniyaaru, kalamaaji mavve haa keerol duuniyaaru” (Jabuura 19:1-4). To raarii koode, faamii njaajirka duuniyaaru, maandake kaayeefi tageefuuji, raaru mbozeengi mutuki naange—kuuje ze’e ze fuu kollii woodi Tagoowo bi’eteezo Jawmiraawo. To zi’I fuu kexaayi, to e woodi ko hollata Jawmiraawo nder vernze meezen. Ikiliisanko’en 3:11 wi’i-en, “…O tagii keerol nder verze worve.” Ton nder meezen en anndi e woodi wonnde sarde waroore vaawo za’am ngeendam duuniyaaru. En mbaaway ngedden anndal ngal e miijo meezen, amma wooduki Jawmiraawo nder meezen e hakkunde meezen yo laavzum. Fuu e non, Baybul barrake wooduki wovve ve njavataa woodeende Jawmiraawo: “Loviizo e wi’a nder vernde muuzum, ‘Jawmiraawo walaa’” (Jabuura 14:1). Nde ni zuuzal himve no taariha holli, nder fuu aade e nder fuu waytaare e nder fuu duuze nuzzinii woodeende gozzum bano Jawmiraawo, nden kam woodi daliila gozzum malla gozzo sabuzo nuzzinki kin.\\nTo hawtii e daliilaaj baybul wadii dow woodeende Jawmiraawo, e woodi daliilaaji zi hakkillo yaadata. Arannde, e woodi daliila anndal wonuki. Ko vuri jogeeki dow haala wonuki kanjum woni Jawmiraawo ngam holla woodeende Jawmiraawo. Zum fuzzir e holluki Jawmiraawo yo “wooduki ki walaa vurki-ki.” Ngam maajum zum holli yeezuki vurii soynde yeezuki, ngam maajum ko vuri javeeki kanjum woni wooduki ko vuri zume fuu. To Jawmiraawo walaano, nden kam walaa no o laatoroo bano maako walaa, kadin no lurral no Jawmiraawo tinndiniraa.\\nHaala zizava kanka woni haala ko jokkoto to fii laatake. Haala to fii laatake hollii dow nde ni duuniyaaru e woodi tagdi boozndi, no wazi fuu e woodi Taguzo geeto. Misaalu, to Duuniyaaru meezen vadootirki maaru e naange xavvaakino mayilji teemezze malla wozzootirki ki non, ndu waawataano tawreeki kuuje ze yonki bano ndu woni jooni. To boo kuukon tagaakon kon sella peerootiron maakon xavvaaki sezza nder teemerre, laatoto kala ko yeezi fuu waatay. Ko sabata zazel purootin tagoo dow non wartay 1 nder 10243 (maana 10 e tokkira kowze 243). Vinngel tagdi go’ootel yusvira voze purootin miliyonji.\\nHaala tatava dow woodeende Jawmiraawo e inniree haala bannguka woodeende Jawmiraawo. Kala ko laatii fuu e woodi sababu maajum. Duuniyaaru ndu’u e ko woni woni nder maaru fuu zum daliila. Gozzum e zon laatiizum sababu gozzum yeeza. Fuu no ka tokkiraa fuu, no wazi fuu e woodi gozzum zum walaa daliila wooduki zum laatiizum daliila kala huunde fuu fena. Huunde nden zon nde walaa fuzzoode, kayre woni Jawmiraawo.\\nHaala nayava kanka innirtee haala dagaaki fii. Kala aade fuu nder vii Aadama e woodi gozzi keeri. Kala moye fuu e anndi mboozeengi e mbonndi. Waruki gozzo e fewuki e nguyka e kadin seluki fuu yizaaka hakkunde lenyol fuu. To, toye annduki mboozeengi e mbonndi xiwoy to naa to Jawmiraawo ceniizo?\\nFuu e ko limtaa to dow, Baybul anndinii-en lenyol ngedday haalaaji laavzi e anndal Jawmiraawo nden ve tokka fewre. Ruumanko’en 1:25 wi’i, “Ve mbattira goonga Alla e fewre, nden ve mawnini nden ve njagganii kuuje tagaaze ve acci jowmu tagaale—mo gettooje ngoodani haa foroy. Aamiina.” Baybuwol ngol hollii dow wonnde dabare walaa nezzo caloo nuzzinaayi e Jawmiraawo: “Ngam iga tageeki duuniyaaru baawze Jawmiraawo ze mbanngaayi—Baawze maako ze foroy e tagdi vurdundi—fuu wannginaama ngam moye fuu annda, zum anndinee ngam nezzo taa wadda daliila ngozka” (Ruumanko’en 1:20).\\nYimve e ngedda woodeende Jawmiraawo ngam haala kan “yaadataa e kiimiiyaaku” malla “ngam seyda walaa.” Haala goonga kan woni to ni ve njavii woodeende Jawmiraawo, doole mavve ve nana ka Jawmiraawo kadin ve tefa yaafuye to Maako (Ruumanko’en 3:23, 6:23). To Jawmiraawo e woodi, nden maa o xamtii’en dow kuuze meezen. To boo Jawmiraawo walaa, nden kam en ngazay fuu ko ngizzennaa e wannuki kiita Jawmiraawo dow meezen. Kanjum wazi semmbe yedduve Jawmiraawo e njogii nuzzinol tagdi tan—e ve nuzzini e gozzum naa Jawmiraawo Tagoowo. Jawmiraawo e woodi kadin moye fuu e anndi e mo woodi. Yeddoove dow woodeende Maako yo daliila ka holluki e Mo woodi.\\nNoye anndir’en Jawmiraawo e woodi? Enen Kirista’en en tabbitinii Jawmiraawo e woodi ngam nde weeti fuu e mbolwida e Maako. Enen en nanataa-Mo e Mo wolwama’en en, amma en maandoo e Mo wonndi e meezen, en nanay ardungal Maako, en anndi yiide Maako, en ngizi barke Maako. Kuuje gozze kevii’en to duuniyaaru ze en potaayi tinndinen to ngam baawze Jawmiraawo. Jawmiraawo e baawze muuzum reenii’en kadin O waylanii’en ngeendam meezen haa walaa ko nezzo wi’a to naa java nden yetta-Mo ngam woodeende Maako. Fuu ninhi fotaayi holla gozzo caluzo java huunde laavunde. Keerol ni, woodeende Jawmiraawo e javiree nuzzinol tan (Ibiraaninko’en 11:6). Nuzzinol e Jawmiraawo naa wazuki fii nder majjere nasta nder nyimre; zum zatal jamal nastirgal suudu laavndu to himve zuuzzve neevi e ndarii."}
{"text": "African Storybook - Awdi Cewndi: Geccawol Wanderimam Danasabe\\nE nder kabbare wannde dow diirtorawo caɓɓal Mambilla nder waylaa - walandu Fuma Najeriya, ɗon binngel gonngel huwaynoo nder njaayri gongel howlaade e Inna muum. Innde maagel woni Wanderimam.\\nWanderimam yiɗi wonuki yaasi koondeye. E nder ciraka baawo saare iyaaluuji maɓɓe ɗon o seeki seekini leddi e addahi maako o waɗi ka aawuki ngabbon (iriir leɗɗe) maako nder leeddi poowndi.\\nWakkati ki o ɓuri yiɗuki koondeye nder nyalawmaare woni wakkati naange mutata bako ɗum fuɗɗa nyiɓɓuki o don ndaara aawurtaaji mako tan. Wanderimam andi kadi nden woni wakkati holuku saare. O tokkiiray nder laawel burtel biilingel bakkunde baabe don yabbito maaje to o don dilla (saare).\\nWanderimam ɗum ɓinngel yoyngel ngel reenata sam haro yahuki jaangirde sam. Ammaa inna maagel e baaba maagel boo ngaanyi ngel wona saare wallita be. Wakkati o hewti duuɓi jeeɗiɗi sey mmawniiko billani baabiraabe maako dow ɓe ɗala mo o yaha janngirde.\\nO yiɗi ekkitaaki. Wanderimam ɗon ɓeddita faamuki e nder kala deftere ojanngi fuh. O waɗi non hakkee o taamii sanne sey Jaamiaare Ahmadu Bello Zariya ɗaɓɓiti mo. Wanderimam seyake welweltiii. O yiɗi o ɓeɗɗa annduki duuniya.\\nHaro Jaamiaare Ahmadu Bello Zariya Wanderimam ekkitii fiijiiji kesi duuɗɗi. O janngii haala fuɗugooji e no di mawnirta. Sey o don numta hanko maa no o mawnirnoo o don fijida e dewerɗiraaɓe maako les ɗowdi leɗɗe nder layɗe Kurmi booɗɗe.\\nBano no o ɓeddirta jannguki no boo o ɓeddirta hirtaaki no o yidiri Ummaatore yimbe Taraaba. O wanyaaki koondeye o yi'a be ɗon ceyii ndimdi. No o beddirta jannguki non boo o ɓeddirta numtuki wuro maako ngo Mambilla.\\nWakkati o timmini janngirde maako, sey o lortii Taraba Jiha maako. Ammaa sey ni leddi maako kam fuh haande sanjake. Ndaa gese mawɗe kuubtidinii nder leddi ndin fuh. Rewɓe maa hannde ngalaa leɗɗe ko kincoroo. Yimbe fuh cooyi bacci fuh beelaadi.\\nWanderimam anndi ko huwata. O janngini rewɓe no aawirta leɗɗe daga iriiri. Rewɓe ben sey coora leɗɗe ɗen naftoroo cede maaje haro nyaamunki iyaaluuji maɓɓe. Ngam non rewɓe ɓen ɗon ceyii. Wanderimam wallitiiɓe be keɓii semmbe be njaabdii.\\nNo wakkati yaɓɓortoo sey leɗɗe ɗen mawni ngaartii laynde, sey maaje maa fuh puɗɗiti iluki. Nufayeeji Wanderimam cankitalle kuubtidinii Najeriya fuh. Hannde kam leɗɗe ɓurii miliyon ko mawni wirfinii daga iriiri leɗɗe Wanderimam.\\nWanderimam gollii no tiidi sanne. Yimbe nder leddi Najeriya fuh hannde paami ɗon teddini mo ndokka manoore mawnde. Nguɗon wi'ee ca'ahu leddi Najeriya ngu kuriniiɓe (leɗeɗe). Hanko woni Debbo Kutebjo arano keɓdo ngu.\\nWanderimam bangaama nder hitaande ujune didi e sappo e jeetati 2018. Doole numten mo koondoye ngiiden laynde (leɗɗe) woodnde fuh.\\nTranslation - Abubakar Mohammed\\nLanguage - Fulfulde"}
{"text": "ALLAH WONI ALLAH – peulh\\nMo jabi haala Jawmiraawo fuu, haani o wolwa ko Jawmiraawo umri mo. Haani o yeewta ko seynata Jawmiraawo. Ngam hebtugo muuyo Jawmiraawo dum kaandudum! Ko nelaado Jawmiraawo wadata fuu, haani o tefa anndugo muuyo Jawmiraawo! Jawmiraawo yidi a nana kubaruwol kisndam. A waawataa nuddingo ko a meedaay nango. Hiddeko a jaba haala, sey to a nani ka. Nden a hiima ka, a jaba ka, a nuddina ka! Ngam maajum ko a nanata, haani a wada hakkiilo ngam taa a salo ko hisnete! Ngam kisndam iwi diga nango! Bandiraawo, nango Kongol Jawmiraawo, dum hakkilango yonki ma. Hakkilango haala Allah, dum hakkiilango kisndam ma! Ngam daliila maajum Jawmiraawo wolwani yimbe o wi’i: Onon yimbe, onon ummaatooje duniyaaru, kedite, paame kongol Jawmiraawo. Taa tokke laawol ummaatooje godde. Taa tokke Labbi di ummaatooje cujidanta. Taa dowtane di. Ngam di mbolwataa, di njahataa boo. Taa kule labbi, ngam di mbaawataa wadugo ko halli malla ko woodi! Tokkaago labbi, dum tokkaago majjere, dum tokkaago halkere. Ngam maajum haani an neddo, a hoolo Jawmiraawo, Kanko woni Allah gooto, o geeto, o laamiido duumiido. O kisnoowo, umrooje maako dum umrooje kisndam. O wadi lesdi bee baawde maako, bee faamu maako o tagiri duniyaaru, bee anndal maako o we’itiri asama. Bandiraawo to mi don wolwa ka labbi, waato ka tuurooji, teema a numan, bana dum suuraaji malla payande e kaa’ye e ko lutti tan. Teema a numan ko mi limti do tan ngoni labbi. Aa’a, suuno boo dum lawru! Gidaadi ma an neddo, kanji boo di labbi! Deftere wi’i: «Sey on mbara suunooji luttudi nder moodon, bana daakareeku, e karamdum e wadugo njeenu e dabbugo kuuje kallude, ngam suuno e suujidango labbi, dum gootum!» Kol.3.5, Suuno e sujidanki lawru, dum huunde woore! Tokkando gidaadi mum, foti kal e cujidando lawru. Ngam maajum to mi don wolwa ka labbi, taa a numa ka ledde e kooseeje e ko lutti fuu. Aa’a, suuno boo nandi e sujidanki lawru! To suuno jawdi malla suuno huunde feere hoosi hakkiilo maada fuu, suuno maajum laati lawru ma! Ko a yidi buri Allah fuu, a laatini dum Allah maada. Ammaa Allah didi a dowtano mo feere maako! Diga fuuna haa Hiirna, diga Fombina haa woyla, walaa Allah feere sey kanko tan. Walaa dowanteedo feere nandudo e Allah. Mi yidi a hiima haala ka hakkunde ma e Jawmiraawo. Ngam wakkati waran, a daroto yeeso Jawmiraawo. O yamete ko a wadi fuu, dume a jaaboto mo nyalaade maajum? Bana en ngoni nder duniyaaru jooni, wakkati seyo don. Wakkati suno boo don. Ammaa jooni dum wakkati nanki habaru Jawmiraawo. Dum wakkati nuddingo Jawmiraawo. Dum saa’i dowtanaago mo. Laawol dowtanaago Jawmiraawo don mabbiti. Laawol nuddingo mo don mabbiti. Ammaa suunooji duniyaaru don esta yimbe haa be ngejjita umrooje Jawmiraawo. Di don majjina numooji yimbe! Ammaa taa yejjitu bandiraawo, wakkati bernuki Jawmiraawo don wara! To o berni diga a tuubanaay mo, sey halkere! Ngam maajum haani a wada hakkiilo ngam taa suuno halke! Bana no a yidaa debbo ma hawta bee gorko feere, non boo Allah yidaa a hawta mo e huunde feere! O yidaa a yida huunde feere bura mo. Bernuki maako don wara dow huuwanbe irin maajum. Bernuki maako naa bana bernuki meeden enen yimbe. Ngam to neddo berni, to a hokki mo jawdi, o de »itan. Ammaa Jawmiraawo woodaa haaje jawdi! Walaa ko yaali mo bee jawdi maada. Woodi ko umminta tikkere Jawmiraawo. Dum tokkaago dowanteedo feere. Allah Jawmiraawo o gooto, kanko tagi duniyaaru e asama. Kanko feere maako woni Allah. Walaa ko wi’ete dowanteedo haa duniyaaru, koo asama sey kanko tan. Kanko feere maako woni dowanteedo, mardo teddungal e baawde. Kanko feere maako woni Tagoowo. Ngam daliila maajum annabi Yeremiya wi’i: «Jawmiraawo woni Allah goongaajo.» To a darni huunde feere, a nanditini nde bee Jawmiraawo, a wadi hakkewol mangol! Siftor ko Jawmiraawo wolwani annabi Muusa saa’i o hokki mo umrooje sappo. O wi’i mo: «Min woni Allah Jawmiraawo maada gurtindo ma njeyaangu diga lesdi Misra. Taa jab dowanteebe wobbe sey min feere am.» (Gurt.2O.2-3,) Bandiraawo, Jawmiraawo yidaa a hawta mo, a nannditina mo e tagaadum. To a acci Allah tagoowo a sujidani tagaadum, Jawmiraawo bernan, to wakkati maajum wadi, o hiitete! Ngam maajum «Sey yimbe duniyaaru fuu kula Jawmiraawo, be fuu be ndiwna yeeso maako. Nde o wolwi, duniyaaru laati. Nde o umri, koodume fuu wangi! Barka woodani ummaatoore nde Jawmiraawo woni Allah mum, ummaatoore nde o subi haa o mara nde. Jawmiraawo mo asama don laara, o don yi’a bibbe Aadama.» Jab. 33.8-9,12-13, Bandiraawo, Jawmiraawo don yi’e, o yidi a teddina mo feere maako. A nuddina mo feere maako. Kuuje de ngoni haa duniyaaru fuu, de nyolan, de majjan! Enen yimbe boo en don naywa, en don nyawa, en don maaya. No a mawniri fuu, doole ma a naywan, doole ma a maayan! No a riskiri fuu, risku ma hisnataa ma maayde! Annabo’en maayi, bana Ibrahiima, e Nuuhu, e Suleymaanu, e luttube, be fuu be maayi. Ammaa yonkiiji mabbe njehi to Jawmiraawo, ngam be nuddini mo. Allah Jawmiraawo mo huuwi bee mabbe, kanko woni hande. Kanko wonata jaango. Allah mo yaynini be naange, kanko yayninta en nge hande. Allah Jawmiraawo don duumi haa abada abadin. Allah o mo kenya, mo hande e mo jango. O duumiido haa forti foroy. Haani koomoy fuu hula mo, o nuddina mo feere maako. To wakkati bernuki maako yottake, o hisnan nuddinbe mo bee goonga! Annabi Daawuda faami haala ka’a booddum, ngam daliila maajum o wi’i haa Jabuura: «Onon goonga’en, ceyore Jawmiraawo, laaba berde’en fuu ngimana mo gettooje. Ngam wolde maako goondi, kuude maako fuu de koolniide. O yidi goongaaku e kiita ngoonduka, hinnuye maako heewi duniyaaru fuu. Jawmiraawo tagi asamanji bee umroore mum, naange e lewru e koode fuu bee wolde mum o tagi de. Sey duniyaaru fuu hula Jawmiraawo, yimbe maaru fuu ndiwna yeeso maako.» Jab. 33. Fakat Allah o gooto! Ngam maajum diga hande bandiraawo, haanaay suuno laamane, haanaay ngo laato dowanteedo maada. Ammaa haani a teddina Allah feere mum, a nuddina mo feere maako. Maadalla, Jawmiraawo wallite"}
{"text": "Duube didi (2) baawo jaftugo laamu ha jude Robert Mugabe yimbe Zimbabwe do wasmita – Koode Radio International\\nDuube didi saaliidi, Linos Mutepera laatino nder ujunedde yimbe Zimbabwe diwobe ficcita dow jipaago ardiido mabbe boymaajo Robert Mogabe. Hande odo numta ko saalino nder suno e mettam beram. “men […]\\nDuube didi saaliidi, Linos Mutepera laatino nder ujunedde yimbe Zimbabwe diwobe ficcita dow jipaago ardiido mabbe boymaajo Robert Mogabe.\\nHande odo numta ko saalino nder suno e mettam beram.\\n“men donno hawti koe men mawbe, bikkon, worbe, rewbe, marbe, talaka, ranebe e balebe bamti tuutawal lesdimen, mindo hawti yima e wama wada douaaji nangotiri jude e wubootirir” o wii\\n“min don numa talakaku, jonde mere e mbidu en habdata wari ragare, ase min anda on joni e min wasmito” inginiyaajo mo duubi 33 wala ko huwe do woyta.\\ndakki maako joodi subamaako yenowo limse ha lumo Harare do limta alkawal ardiido mabbe mo jonta hosininobe hiddeko o magga laamu.\\n“be hutiniri be amin” O wii ” mi yewri amma be wii ko wadima mbarai ma fu jangini ma on”.\\nArdiido mabbe nanejo Mugabe jabi laamu lesdi man hitande 1980 hanko waddi ragare laamu renebe ha lesdi man.\\nfaago nuwember hitaande 2018 soje jafti laamu maako Mnangagwa deputeejo maako mo o meedino asaweeji saliide roni laamu mam nden mawdo soje en mo ardi be jafti laamu man General Constantino Chiwenga warti goto nder deputi en maako.\\nMnangagwa hoshini yimbe Zimbabuwe o hebinan bibbe leddi ko huwe, o mo’inan yaake lesdi man heba filobe lesdi yaasi wara wada jaari ha lesdi man o hosinibe alkawal hiddeko 2030 o bamtan economy Zimbabuwe fota be lesde ardude dow man amma baawo maggugo maako hunde man baawo baawo lurirta hande yibre cappande jowenai nder temmerre 90% yime lesdi man fu wala ko huwe, yiite lamtarki ha gure mawde duudi man on be hebange je hour jowego 6 nder nyalomaare.\\n“ko a andi fu do lora baawo baawo marbe ko huwe do sooya kude mum, nde weeti fu e yimbe do besda talkudugo, wala ko woyli ha siyaasa lesdi man koyna soja en do waagi hedi a wangi fu ankam motawal naane mantan wala ko wayli sona lanyowo ko a andi fu bawo bawo ba nane man.” Professor Tony Hawkins ha University of Zimbabwe’s School of Economics wii.\\n“Hani en joda en dawra ko handani lesdi amin be hore amin.” Molokele wii\\nhunde man fuddi nder lewru junairu saay Mnangagwa sowi cede yebbam fetur nde 2 ko saggiti turtol ha yimbe 17 maynaama.\\nAlexander Rusero wii “Jabki laamu ha jude Mugabe do latai hairu ha yimbe Zimbabwe, bewadi dum on gam Ko’e mabbe.”\\n“toni a laari soja en do mabba Barrack nasta siyasa to wala hunde hairu dum rimanta yimbe lesdi”. O beddi\\nPosted on 28. November 2019 0 By koode Radio\\tHuwanoobe KRI Posted in Huwanoobe KRI, Kubaru, Siyaasa\\nNext Post Derkejo habbini rewbe tati (3) nder wakkatiire woore\\nPrevious Post Sukaajo duubi sappo e jowedidi (17) habbini iwaido mo duubi sappo e joweego (16) ha Nnewi nder Anambara istate"}
{"text": "Moyijo Woni Abbo Ousmanou – Koode Radio International\\nAbbo ousmanou laati ɓi pullo taanu fulɓe dañƴaaɗo hitaande 1936 nder yeɓre Wina ha Diiwal Adamawa Cameroon.\\nAbbo jaŋgi deftere Qur’aana yowti ɗefte goɗɗe ɗe diina.O sooyi baabiraawo maako gilla O duuɓi sappo e ɗiɗi 12 gilla nden o warti tokkowo mota. O ekkiti laañyugo moota, hitaande 1956, O heɓɓi ɗerewol seɗuye baawal laañyugo sai o fuɗɗi laañyugo ha mootaaji Alhadji Mohamadou Pantani Garoua. Sese o nangi fillu, bawo man o jaɓi ñyamaande ha banki o soodi mootaji o jokki fillu maako.\\nBawo duuɓi seɗɗa o yajjini fillu maako heedi durngol, Sana’a, ndemri, laañyol e filluji goɗɗi. Company Alhadji Abbo Maïscam laati Company remowa butaali ɓurdunga ha lesdi Camaroon\\nAlh Abbo woodi hotel ha nder wuro Garoua indaanga St Hubert. Oɗo maari juuɗe nder Saanaji Laañyol ha leddi woyla Camaroon fu.\\nAlh Abbo woodi tokke na’i 10.000 ha lesdi Camaroon wala ba maaji andiraaɗi be tokki GUDAALI AMOA. O laati gooto nder hoore en Company kantu nga NOSUCA.\\nAlh Abbo woodi saare mapindiire ha nder wuro N’Gaoundéré Saare maako laati ɓurdunde ha Cameroon ko yahanta duuɓi 60, nden O woodi Saare yottunde haaja mapindiire nde gakkata hectare 3.5 ha nder wuro Yaounde laamorde lesdi Cameroon.\\nAlh Abbo latti baabiraawo ɓiɓɓe 36 teeriɗɗiraawo rewɓe 4.\\nAlh Abbo latti goto nder marɓɓe njawdi e burduɗo marral njawdi ha lesdi Cameroon hande."}
{"text": "En mbiyiino: Hiisiwal ko ganndal belngal. Ko ngal juɓɓungal Ko ngal cañingal Hakkille ko ngal peɗɗitoowal. Karalle kese ko ngal tammbingal. Ɗee limareeje ko jiiɓooje ngal hakkillal; ngal wonaa teeyngal. […]\\nPosted on 23. August 2019 1 By koode Radio\\tKubaru Posted in Kubaru\\n24. August 2019 at 15:15\\t Reply\\nNext Post Fulbe: Goomu laaɗe diwooje Senegaal ngu\\nPrevious Post Yimre Suraje Tete ”A Pullo Na?”"}
{"text": "Nafuuji sappo (10) di Tolurugo be diyam guldam marri. – Koode Radio International\\nNafuuji sappo (10) di Tolurugo be diyam guldam marri.\\nAndugal komoyi on diyam dum ngedam, nyawndobe dun sawra yimbe yara ndiyam koffi jowetati (8) no famdiri fu nder nyalomaare amma dudbe anda diyam guldum mari nafu ko pewudam wala ha bandu innu adamaajo.\\nnda sedda nder nafu maajam;\\n1. Ustugo Teddenga/Bandu\\nndiyam nguldam laati laawol koyingul ngol a hutinirta ngam ustugo teddenga banduma. to weeti fajira hideeko a wada koodime ha hunduko ma a heba ndiyam guldam (na nguldam jaw na dam peewol ittibo wona fowudam) redu kofi a wada lemoje lammude a yara a munya baawo minti cappande nay hiddeko a nyama.\\n2. Sadirmaaji Al-aada rewbe\\nTolugo be ndiyam guldam do usta sadirma ko billa rewbe habdata saayi al-aada mabbe. ndiyam guldam man do hoyiba iye e loota laabi man do walla dam warda be hoyende.\\n3. Lootugu bandu\\nDiyam guldam do walla ha lotugu bandu. to a yari dam do bamta ngulega bandu ma a wulwina e gulenga man bo bo do loota banduma to heboto a wada lemuje lammude ha nder.\\n4. Do Usta mbidu bandu\\nTo ayidi laral bandu ma digga delka toluru be ndiyam guldam nde weti fu gam dam do lota nder bandu ha wurta yaasi, laral ma fottitan, nyobbi ittan, ngal diggan.\\n5. Wo’inan Gasa\\nDiyam guldam fajjira darai ha lotugu bandu be laral maaru dam do diggina, juttina e delkitina gasa. dam laati bana koonal ha dadi gasa ma to a tokki wadugo dam wurtinte gasa bootka.\\n6. Juttingo Gasa\\nBawo ngesa hedi koonal kam sai aure wooda to a tokki wadugo gasa ma jutan bura no wonino.\\n7. Mabbitan Ngandi\\nNafu diyam guldam fahin mabbitan ngaadi, to a yari ndiya guldam dam lotan dadi gam sukkutugo laabi iyam nden dam bolwinan bellere hedi ngaandi man.\\n8. Fadda Amodari nangugo goddo\\nTolirowo be ndiyam titi funa Amodari titi hirna, toni a daran be diyam guldam ankan be amodari sai a lara ha goddo.\\n9. Faddan Cancer\\nandube wii yarugo ndiyam pewudam baawo nyamdu danninan nyebban der nyamdu man wartira dam bana bellere ha nder bandu e to joodi nebi do sabbita Cancer. Yargo nguldam bo faddan dum.\\n12. Hoyitinan Laawol Haaje\\nHa ragare diyam nguldam hoyitanan laawo haaje e sewtina dum.\\nJotta nde a andi nafu ndiyam guldam ko hadete fondugo? Fondu hande andin kedda e lortu ha lowre amin gam jangugo bindol amin kessol dow njamu ma.\\nYimbe ko yahanta nogas (20) sooyi yonki mabbe ha Yola baawo Taadibe ardani lanyowa mota fere."}
{"text": "Humpito hollirii, te wizo baqke aduna oo e kitaale 90 seedtinii wonde si tawii remoove njanngii eve veyda keval mavve e ko wonata 15 %. Ko addata vamtaare ndema Senegaal ko heblo ngo, kumpital ngal e veydugol karallaagal e faggudu haantanndeeji zi. Ko zum wazi, zii senngooji ina tawee e Kuulal njuvvuvdi ndema e ngaynaaka hevtinaangal ande 18 suweq 2004. Te zum ko coktirgal maantiniingal e vamtaare ndema hottollo Senegaal.\\nNafooje jaqde mawve ndee e zemze ngenndiije, pulaar, mandinka e wolof nde Sodefiteks wazata ko vuri duuvi 30 jooni addii haa gila 1990, heblo mecce ngo jibinii mec-ce dowri kese (ina heen ballo saare'en). Gila 2005, feeii wonde hevde e kala haatan-nde demoowo gooto jogiizo karallaagal e ganndal gardagol e njuvvudi golle, tawa inayahdi e ko ndema kesa ka naamnii koo, ina foti waylude no feewi sifaaji zii haa re- moove vee mbaawa veydude ngaaari mumen, tawa noon ve ndemata ko hottollo ko mbaadi moxxi, wonndude e ranndomaaji toowzi. Ngoon miijo xeewndaama e heblo folo ngo wazananoo mawve haatanndeeji e mawve gese ; zum hokki njecudi moxxiri. Faandaare amen ko kala haatannde e nder 25 000 haa e 35 000 haatanndeeji jogoo e nder mum haralleeve wa've nih.\\nKo nih woni, fii fuzzagol, e yowitaade e nafooje e humpitooji kevanoozi e heblooji ballo saare'en wazanoozi ko ina wona duuvi 25 e heblooji xeewndorzi bazanoozi e 2005 e 2007, min pelliti xeftude kaalis amen fii yahdinde heblo ballo saare'en vee e heblo mawve ngese vee e mawve haatandeeji hottollo jogiizi ko famzi ektaarji 3, (zum ina yerondira e haatannde jogiinde ko famzi fof ektarji 10 e ndemaaji wazatee-zi heen zi fof). Hooreeve gese vee ko vuri heewde ko sukaave halfinaave karallaagal ndema kaa, e dow gardagol mawzo haatannde oo.\\nE ndee hitaande, Sodefiteks fuzziima evvoore yaajnde jaqde e heblo mecce, tawa faandaare ndee ko heszitinde e diiwaan hottollo ko jogaa to senngo golloove, wazanaa- ve heblo mecce moxxo, woni ballo saare 'en to senngo hottollo, mawve haatanndeeji e mawve gese. Kaalis ndee zoo evvore ko 100 milyoq, ina heen 70 milyoq fii jaqde ndee, e ko ina wona 30 milyoq fii heblo mecce ngo.\\nJaqde folo ndee wazaa ko e nder jonte 10, zum wazi haa hevaa janngoove 534 e nderjonte 10, tawa kamve fof ve mbaalata ko e saare zo ve njanngata zoo e tuma fof jaq- de ndee fof, woni jonte 10 zee. Caggal nde jaqde folo timmi, janngoove 488 hevde kofamzi fof \"moyeen\" (hakindo) 12/20, caggal veto sakket ngoo, ina mbazanee heblo mecce, tawa kala wonve e duzal, ngonata ko e saare wootere, haa heblo ngo gasa. Ngoon heblo waziraaa ko pecce 4 ze balze 12 renndinze duze 12 ballo saare'en to senngo hottollo, zum ina hawra e 384 heblaave, duze zizi mawve haatanndeeji, veenko ve 68 e duzal gootal ve mawve gese, veen ina ngona 36. Pecce heblo mecce zee fuzzii ko 24 marse, ze wazaa ko e dulaaji 6 (Koldaa, Kuqkanne, Welingara, LiqkeriqTammbaakunndaa e Keedugu). Zi timmata ko ande 15 mee 2014.)\\nWazata zii heblooji ko denndal haralleeve Sodefiteks siforiive nih : karallo toowzo ndema kumpitiizo kavtagol kulle bonnooje, haralleeve ndema-faggudu zizo, karallo to senngo gollorze vamtaare dowri, karallo safaara jawdi gooto, karallo to senngo werto-leydi (sewogarafii), keeroriizo peeje humpitgol werto leydi, karallo to senngo peeje njuvvudi golle, haralleeve zizo humpitiive peewnitgol pompire e kuutorze ndema. Haralleeve immiive to serwis toppitiizo ganndal leyze ndema e baqke remoove CNCAS njantii e hebloove Sodefiteks vee, fii faamnude fannuuji ganndal ko wa'i no peeje e njuvvudi hebgol amaande e to kisnugol e ndeenka fayfayru leyze demeteezezee.\\nKo zee ukke (pecce) jannginaa, yowitaade e sifaaji zi mecce kese dowri zee naamnii,e ganndal : waawde wazde e waawde wonde jaltooje heen : gollugol karallaagal ndema hottollo, kisnugol fayfayru leyze demeteeze (karallaagu feewnugol ololo, reengol e peewnitgol leyze demeteeze, karallaagal maandingol nokku e huutorogol masiqSee-pee-es, naatnaatondiral ndema e ngaynaaka (peewnugol etabuluuji, karallaagal feewnugol e kisnugol jaavnde), peeje hevgol amaale, peeje hevgol njuvvudi golle moxxiri, (hezagol e toppitagol coodoowo, kavtagol voggi niloq), njuvvudi ndema hottollo ka, haatumeere yecingol golle, haatumeere golle ndema, ko fotaa wazeede fii hevde masiqaaji ndema, lime e kisnugol amaale ndema. Ina yanti e zii fannuuji jaq-de, golle teeqtuze peewnugol ololo e peewnitgol kuutorze pompugol e ndema ina nganndinee hebleteeve, tawa zum gollatee ko to boowal, eve xeewa zum e gite mav-ve no zum wazirtee.\\nZii heblooji ina addana mecce dowri zee vurde waawde : hisnude e tabitinde mbaadi hottollo ndi, anndude cazeele to karallaagal e faggudu haatanndeeji zi, anndude e waawde huutoraade kuutorze ndema ze, waawde karallaagal kavtagol ko ittaata fay- fayru leydi ndii, anndude karallaagal wazgol doorde, vetde ngaaari e ngalu feewtudee golle wazeteeze zee, hevindaade e huutoraade peeje ndema moxxe vooyooje, an- ndude no amaande hevortoo e kuutorze hawtingol lime ndema, waawde karallaagal veto keso fii voggi demeteezi zii, rewirde e maandingol nokku (sewo referasmaa), faamde peeje hevgol mbaadi moxxiri hottollo e nder huutoraade peeje kavtagol vogginiloq zii ekn.\\nHooreejo Yiilirde Heblo Mecce e Hooreejo Eksameeji e koqkuraaji golle e Hevtingol seedamfaagu mo Ministeer Heblo Mecce, e Fitiram Gollaagu, njillinooma e diiwaan Hottollo oo, fuzzi 23 haa 24 awiril 2014."}
{"text": "Tariha/kistawol Lamorde Shehu Usumaanu bii Fodiyo – Koode Radio International\\nLesdi Afrika. Tariha/kistawol Lamorde Shehu Usmaanu bii Fodiyo(I)\\nE karnuwol sappo e jeenayi (19). Diiwe mawde de lesde. Afrika, lamorde maaje ngadi konu kocuudum wakkati haa yaago duubi temerre. (100)\\nLamorde sokoto nden marde innde, tikkudoonde dum pullo Aardiido konu ngun nden gaddudo Diina islaama Usmaanu bii Fodiyo, har jonta e’ Mo siftore e’ Lesde hirnaaje Afrika. Mo innde mum Vincent Hirnbarren maskiido haa fannuwol Tariha, Jannginowo e’ Janngirde de Kings college wonder London, O hocidum fannuwol ngol mo walliti har winndugo Tefte.\\nHistorique de I Afrique (Autrement 2019)\\nTokkitaande e ga faransaare Xaver Fauvelle kanko woni Aardiido bititol ngol daw Tariha e fannuwol gonngol dum lesde Afrika har duniyaaru mbana Jangirde Lesdi Faransa nden Isabelle Surum. Shehujo anndal haa Jamiaare nde Lille ko hertani Tariha no Nasaraen lamori haa lesde baleebe. Bolwe den passiraama e wolde Faransaare,Arabre,Turankoore. Tariha Diina Sakkarleeku Prerreprer Vincent Hiribarren _23 siilo Hitaande 2020.\\nSamnoobe pucci haa mobtorde nde nyalande camngal wuro Kano Lesdi Najeeriya. Hitaande 2008. Idapres une photo de Gareth Davies\\nPassiraande e ga wolde Faransaare mo innde mum woni Noiel Buch fassiri maabo lornitinde."}
{"text": "Xamol: A hevii ngeendam nduumiizam?\\nNooto: Baybul hollii zatal laavngal ngal ngeendam nduumiizam. Arannde, annden en ngazanii Jawmiraawo junuuba: \"Ngam en fuu en ngazii junuuba en ndullii yerduye Jawmiraawo \" (Ruumanko’en 3:23). En fuu en ngazii ko mettata Jawmiraawo, kanjum wazi haandi eltee’en. Nde ni junuuba meezen zi Jawmiraawo duumiizo ngazanzen-zi, nden kan eltoo nduumiingo hexanta’en. \"Njobdi junuuba yo mayde, amma caahu Jawmiraawo zum ngeendam nduumiizam e laawol Yeesu Jaagorzo meezen \" (Ruumanko’en 6:23).\\nAmma ni, Yeesu almasiihu, mo wazaayi junuuba (1 Biturus 2:22), Vizzo Jawmiraawo duumiizo warti gorko (Yohana 1:1,14) nden o maayi ngam yova aybe meezen. \"Jawmiraawo holliri yidde Maako to meezen e ngo’ol laawol: enen ve junuubaaji, Yeesu maayi ngam meezen \" (Ruumanko’en 5:8). Yeesu almasiihu maayii dow kuroswal (Yohana 19:31-42), o hoo’I elto ngo haandi ngazanee’en (2 Korintiyanko’en 5:21). Nyalze tati vaawo zon O finti (1 Korintiyanko’en 15:1-4), nihi hollii o jaalake junuuba e mayde. \"Nder baawze Maako en ndanyaama nder yelo heso e laawol fintuki Yeesu \" (1 Biturus 1:3).\\nE nuzzinol, doole meezen ngaylen numo meezen dow Almasiihu – kano O moye, ko O wazi, e ngam zume – ngam ceeta (Kuuze Nulaave 3:19). To en nuzzinii-Mo, yerdaaki mayde maako dow kuroswal ngam o yova junuubaaji meezen, en njaafeteeve nden keven alkawal ngeendam nduumiizam zam Dow. \"Nde Jawmiraawo yizi duuniyaaru O hokki vizzo Maako tak ngam nuzzinzo e Maako lallataa amma o heavy ngeendam nduumiizam \" (Yohana 3:16). \"To a wi’I e hunndoko maaza, 'Yeeso e Jaagorzo,' nden a nuzzinii nder vernde maaza Jawmiraawo fintinii-mo, a hisay \" (Ruumanko’en 10:9). Nuzzino tan nder kuugal Yeesu timmini dow kuroswal zum zatal goonga ngal ngeendam nduumiizam! \"Ngam e barke kisnazaa, dow laawol nuzzinol – nden naa e baawze moozon, zum caahu tan ngu Jawmiraawo – naa e kuuze, ngam non walaa haala mantitaaki \" (Efiisiyanko’en 2:8-9).\\nTo a yizi java Almasiihu yo Ceetoowo maaza, ndaa do’a ngokka. Anndutu, do’oraaki do’a ka’a malla do’a fuu hisnete. Yerdaaki Almasiihu hisnete junuuba. Kanka ka’a do’a zum laawol holluki Jawmiraawo nuzzinol maaza to Maako nden ngettaa-Mo ngam ceeta O ceeti-ma. \"Jawmiraawo, e mi anndi mi wazaniima junuuba kadin haandi mi eltee. Amma Yeesu Almasiihu hoo’I elto ngon dow muuzum ngam non to nuzzinii e Maako mi jaafeteezo. Mi yerdake e Maaza ngam mi heva ceeta. Mi yettii e barke Maaza cemmbizze e yaafuye – caahu ngeendam nduumiizam! Aamiina!\""}
{"text": "9 janvier 2018 par Fulfulde\\nMauritanie, Sénégal, Mali, Guinée, Burkina Faso, Niger, Nigeria, Gambie, Tchad, Sierra Leone, Bénin, Guinée-Bissau, Soudan, République centrafricaine, Côte d’Ivoire, Ghana, Togo, Cameroun\\n1 janvier 2018 par Fulfulde\\n29 décembre 2017 par Fulfulde\\nAssalaamu alaykum banndiraawo! Allah anndi annabi Muusa o wi’i mo: o gooto! Allah o ceniido! Teddungal e baawde e sembe dum kanko jeyi! Diga duniyaaru e asama, walaa nanndudo mo! Kanko feere maako woni Allah Tagoowo! Ngam barka maako tagle duniyaaru fuu don ngeedi. Allah don ayna tagle maako wakkati fuu. Ammaa tagle maako nananaay mo! Tagle maako dowtanaaki mo bana no haani. Ngam maajum nyalaade don wara haa Allah Jawmiraawo wangina baawde mum. Nyalaade maajum o hiito luutube umrooje maako. Nyalaade maajum a yi’an baawde maako bee gite ma! Ngam maajum haani koomoy nana kongol Jawmiraawo. Haani koomoy waatana mo hakkiilo! Jawmiraawo wolwi nder deftere muudum O wi’i: Taa tokke laawol ummaatooje godde. Labbi di ummaatooje cujidanta, di meere. Yimbe pe »i lekki nder laynde, cehoowo sehi, o wo »ini leggal maajum, o suddi ngal e cardi malla kangeeri. Nden o tiggi ngal bee tappirdum e puusuuje. Fotooji maajum mbolwataa, di njahataa boo, doole goddo roondo di. Ngam maajum onon hulbe Allah, taa kule di, ngam di mbaawataa wadugo, koo kalludum koo booddum. Haani nuddindo Allah, kuldo mo bee goonga fuu wi’a: Walaa nandudo bee Jawmiraawo! Kanko woni mawdo, innde maako nde mawnde, nde teddunde! Haani yimbe fuu kula Jawmiraawo feere mum, ngam kanko woni laamiido ummaatooje. Haani yimbe manta mo feere maako be mbi’a: An a he’i huleego. Walaa nandudo bee maada caka marbe anndal nder ummaatooje e nder laamuuji mabbe fuu. Kuuje luttude bana cardi, e kangeeri e kaa’ye marde saman, e njawdi, dum an on tagi de ya Jawmiraawo! Non haani yimbe teddinira Allah Jawmiraawo! Fakat, Jawmiraawo woni Allah feere mum, o geeto, o laamiido, o duumiido. Walaa dowanteedo feere sey kanko tan! To o berni, lesdi dimboto, to o tikki ummaatooje ndo »oto. Mo wadi dowanteedo feere, Allah Jawmiraawo hiitoto mo! Haani ummaatooje fuu ceedo: Labbi tagaay asama e lesdi. Kala labbi fuu nattan haa duniyaaru, di meetataa taweego. Jawmiraawo wadi lesdi bee baawde muudum, bee wolde maako o tagi duniyaaru, bee anndal maako o we’iti asama. Umroore maako don ummina riggaango, o don wa »ina duule haa keeri duniyaaru, o don sakkina ma »e haa iyeende toba, o don wurtina hendu diga siga maako.\\nMo jabi haala Jawmiraawo fuu, haani o wolwa ko Jawmiraawo umri mo. Haani o yeewta ko seynata Jawmiraawo. Ngam hebtugo muuyo Jawmiraawo dum kaandudum! Ko nelaado Jawmiraawo wadata fuu, haani o tefa anndugo muuyo Jawmiraawo! Jawmiraawo yidi a nana kubaruwol kisndam. A waawataa nuddingo ko a meedaay nango. Hiddeko a jaba haala, sey to a nani ka. Nden a hiima ka, a jaba ka, a nuddina ka! Ngam maajum ko a nanata, haani a wada hakkiilo ngam taa a salo ko hisnete! Ngam kisndam iwi diga nango! Bandiraawo, nango Kongol Jawmiraawo, dum hakkilango yonki ma. Hakkilango haala Allah, dum hakkiilango kisndam ma! Ngam daliila maajum Jawmiraawo wolwani yimbe o wi’i: Onon yimbe, onon ummaatooje duniyaaru, kedite, paame kongol Jawmiraawo. Taa tokke laawol ummaatooje godde. Taa tokke Labbi di ummaatooje cujidanta. Taa dowtane di. Ngam di mbolwataa, di njahataa boo. Taa kule labbi, ngam di mbaawataa wadugo ko halli malla ko woodi! Tokkaago labbi, dum tokkaago majjere, dum tokkaago halkere. Ngam maajum haani an neddo, a hoolo Jawmiraawo, Kanko woni Allah gooto, o geeto, o laamiido duumiido. O kisnoowo, umrooje maako dum umrooje kisndam. O wadi lesdi bee baawde maako, bee faamu maako o tagiri duniyaaru, bee anndal maako o we’itiri asama. Bandiraawo to mi don wolwa ka labbi, waato ka tuurooji, teema a numan, bana dum suuraaji malla payande e kaa’ye e ko lutti tan. Teema a numan ko mi limti do tan ngoni labbi. Aa’a, suuno boo dum lawru! Gidaadi ma an neddo, kanji boo di labbi! Deftere wi’i: «Sey on mbara suunooji luttudi nder moodon, bana daakareeku, e karamdum e wadugo njeenu e dabbugo kuuje kallude, ngam suuno e suujidango labbi, dum gootum!» Kol.3.5, Suuno e sujidanki lawru, dum huunde woore! Tokkando gidaadi mum, foti kal e cujidando lawru. Ngam maajum to mi don wolwa ka labbi, taa a numa ka ledde e kooseeje e ko lutti fuu. Aa’a, suuno boo nandi e sujidanki lawru! To suuno jawdi malla suuno huunde feere hoosi hakkiilo maada fuu, suuno maajum laati lawru ma! Ko a yidi buri Allah fuu, a laatini dum Allah maada. Ammaa Allah didi a dowtano mo feere maako! Diga fuuna haa Hiirna, diga Fombina haa woyla, walaa Allah feere sey kanko tan. Walaa dowanteedo feere nandudo e Allah. Mi yidi a hiima haala ka hakkunde ma e Jawmiraawo. Ngam wakkati waran, a daroto yeeso Jawmiraawo. O yamete ko a wadi fuu, dume a jaaboto mo nyalaade maajum? Bana en ngoni nder duniyaaru jooni, wakkati seyo don. Wakkati suno boo don. Ammaa jooni dum wakkati nanki habaru Jawmiraawo. Dum wakkati nuddingo Jawmiraawo. Dum saa’i dowtanaago mo. Laawol dowtanaago Jawmiraawo don mabbiti. Laawol nuddingo mo don mabbiti. Ammaa suunooji duniyaaru don esta yimbe haa be ngejjita umrooje Jawmiraawo. Di don majjina numooji yimbe! Ammaa taa yejjitu bandiraawo, wakkati bernuki Jawmiraawo don wara! To o berni diga a tuubanaay mo, sey halkere! Ngam maajum haani a wada hakkiilo ngam taa suuno halke! Bana no a yidaa debbo ma hawta bee gorko feere, non boo Allah yidaa a hawta mo e huunde feere! O yidaa a yida huunde feere bura mo. Bernuki maako don wara dow huuwanbe irin maajum. Bernuki maako naa bana bernuki meeden enen yimbe. Ngam to neddo berni, to a hokki mo jawdi, o de »itan. Ammaa Jawmiraawo woodaa haaje jawdi! Walaa ko yaali mo bee jawdi maada. Woodi ko umminta tikkere Jawmiraawo. Dum tokkaago dowanteedo feere. Allah Jawmiraawo o gooto, kanko tagi duniyaaru e asama. Kanko feere maako woni Allah. Walaa ko wi’ete dowanteedo haa duniyaaru, koo asama sey kanko tan. Kanko feere maako woni dowanteedo, mardo teddungal e baawde. Kanko feere maako woni Tagoowo. Ngam daliila maajum annabi Yeremiya wi’i: «Jawmiraawo woni Allah goongaajo.» To a darni huunde feere, a nanditini nde bee Jawmiraawo, a wadi hakkewol mangol! Siftor ko Jawmiraawo wolwani annabi Muusa saa’i o hokki mo umrooje sappo. O wi’i mo: «Min woni Allah Jawmiraawo maada gurtindo ma njeyaangu diga lesdi Misra. Taa jab dowanteebe wobbe sey min feere am.» (Gurt.2O.2-3,) Bandiraawo, Jawmiraawo yidaa a hawta mo, a nannditina mo e tagaadum. To a acci Allah tagoowo a sujidani tagaadum, Jawmiraawobernan, to wakkati maajum wadi, o hiitete! Ngam maajum «Sey yimbe duniyaaru fuu kula Jawmiraawo, be fuu be ndiwna yeeso maako. Nde o wolwi, duniyaaru laati. Nde o umri, koodume fuu wangi! Barka woodani ummaatoore nde Jawmiraawo woni Allah mum, ummaatoore nde o subi haa o mara nde. Jawmiraawo mo asama don laara, o don yi’a bibbe Aadama.» Jab. 33.8-9,12-13, Bandiraawo, Jawmiraawo don yi’e, o yidi a teddina mo feere maako. A nuddina mo feere maako. Kuuje de ngoni haa duniyaaru fuu, de nyolan, de majjan! Enen yimbe boo en don naywa, en don nyawa, en don maaya. No a mawniri fuu, doole ma a naywan, doole ma a maayan! No a riskiri fuu, risku ma hisnataa ma maayde! Annabo’en maayi, bana Ibrahiima, e Nuuhu, e Suleymaanu, e luttube, be fuu be maayi. Ammaa yonkiiji mabbe njehi to Jawmiraawo, ngam be nuddini mo. Allah Jawmiraawo mo huuwi bee mabbe, kanko woni hande. Kanko wonata jaango. Allah mo yaynini be naange, kanko yayninta en nge hande. Allah Jawmiraawo don duumi haa abada abadin. Allah o mo kenya, mo hande e mo jango. O duumiido haa forti foroy. Haani koomoy fuu hula mo, o nuddina mo feere maako. To wakkati bernuki maako yottake, o hisnan nuddinbe mo bee goonga! Annabi Daawuda faami haala ka’a booddum, ngam daliila maajum o wi’i haa Jabuura: «Onon goonga’en, ceyore Jawmiraawo, laaba berde’en fuu ngimana mo gettooje. Ngam wolde maako goondi, kuude maako fuu de koolniide. O yidi goongaaku e kiita ngoonduka, hinnuye maako heewi duniyaaru fuu. Jawmiraawo tagi asamanji bee umroore mum, naange e lewru e koode fuu bee wolde mum o tagi de. Sey duniyaaru fuu hula Jawmiraawo, yimbe maaru fuu ndiwna yeeso maako.» Jab. 33. Fakat Allah o gooto! Ngam maajum diga hande bandiraawo, haanaay suuno laamane, haanaay ngo laato dowanteedo maada. Ammaa haani a teddina Allah feere mum, a nuddina mo feere maako. Maadalla, Jawmiraawo wallite!\\n21 décembre 2017 par Fulfulde\\n20 décembre 2017 par Fulfulde\\n16 décembre 2017 par Fulfulde\\nL’histoire de la Mauritanie commence avec la famille royale des koba les rois de père en fils durant plusieurs siècles avant la définition des frontières du pays en 1904 par la France et l’Espagne. Son tracé n’a pas été établi en fonction des populations et par conséquent certaines ont été divisées. Le brassage ethnique a toujours existé en Mauritanie et ses premiers habitants étaient d’origines diverses subsahariennes (Mali, Niger, Ghana, Sénégal).\\nLa Mauritanie constitue un espace de contact entre l’Afrique du Nord et l’Afrique subsaharienne, ce qui en fait un pays pluriethnique ; elle est peuplée de groupes négro-africains comme les Peuls, Soninkés, Wolofs et Bambaras, qui représenteraient 30 % de la population, de Maures arabo-berbères dits « Maures blancs » ou Bidhaan (qui représenteraient 30 %), et de Haratines dits « Maures noirs », anciens esclaves arabophones, d’origine Bafour et négro-africaine (qui seraient 40 % de la population), selon les estimations de la CIA3. Il convient de souligner que la proportion des différents groupes ethno-linguistiques n’est pas connue avec precision, les statistiques avancées variant fortement selon la source. Pour mémoire, les statistiques datant des années soixante indiquaient une proportion d’environ 80% d’arabophones (hassanophones).\\nElles sont peuls\\nLa beauté culturelle des peuls"}
{"text": "Read fulfulde2006_26_07_06.indd text version\\nBalde 30 nder tornde ngam julbe\\nASTUKI: Handender kuude meeden koo laarani do'are. en don haa duu 15 o'ingo balde capande tati ngam do'are ,saakoma ngam haa Linjiila yaha yeso yeso caaka julbe, nyamgo Allah ngam neldugo huwobe , ndum do fuu ndon mari daliila na ? Min mbawan wadugo yamde de ammaa jawabu laatakki koydum.Ndum fottan bee exnandu Yesu be hore mum nde O faami huwobe famdi , O wi min toro jamum ngessa ngam o nelda huwobe nder ngessa.Min ndon nder defte dowtaare. Non bon der defte yidde bo : Yiidande haa neddo fama Linjiila e Yesu Almashihu biddo Allah , Kisnowo , ndum yiddan mo hunde wondu. Nder hitande 1992 ardibe mashinko'en kawti haa lesdi hirnaangeri paamaral , nden be ngadi aniya jo'ingo numojii ndi ,ngam bee ewno mashinko'en nder duniyaru fuu ngam tornde wakaati sumaye. Wakkatiree man ndo fotta be lewru sumaye nde julbe siftonirta. Julbe don tokko lewru ndu be mbi'ata lewru fulbe, ndu ndon sakkita bakin balde sappo e mala sappo e go'o . nder hitande fuu. Nebukki lewru sumaye ndon larani lesdi koo ndi'ere , e bana noy be ndariri lmewru bo. Hitande nde, burna lesdi ,ndon fuda sumaye be balde 24 lewru Sektamba haa yotto balde julde nde tami waddego be balde 23 lewru Octomba. Deftel ngel joggidon haa jude mon laataki timudum, dow lesdi ( ndum yiddi wi'ego ,min mbaginay fuuure, berniwol,ummatore) . Mala on tawan lahan nder jangirdemala bindi ndi'i. Amma ndum ndon mari kubarujii potudi dow ndum koo larani Lesdi mala gure e bernijii man fuu ngam walugo'on nder do'are. Ndum walitan on nder lewru sumaye nde kala mo yiddi torago be nuddinbe. Windanbe seyi jawmum ngam sedamkujii nde be kebi gal bakkeje feere feere dow ndum ko Jawmirawo huwi nder hitande salinde. Tornde amin woni , yiide amin ngam Allah e yimbe besda yeso yeso.\\nHuwtinirgo Deftel Ngel\\nNumojii e sawari ngam huwtinirgo nder mobgal koma feere mum. Ndo be assawere warande , on ewnabe ngam sumago e torgo dey dey no ngiddo fuu. Yesu anini barka dow be'en je ,ndon kawta ngam nyamugo hunde hawtrade haa Allah O barkidinanbe. On wawan huwtinirgo deftel ngel feere moodon maala be yebre feere. On mbawan ewnugo kawte feere feere nde gottel malla nde didi nder asawere nder balde caapande Tati ndi nder ekklessiyaji moodon ,nder yembre feere feere, bana kawtal rewbe,derke'en,ekkitinol nder Deftere,yebre Biko'on . To on ndon fotta bee mashinko'en feere on mbawan wadugo do'are be maabe . To on ndon mobta kala wakkatijii fuu ngam hoytinigo kuude nde ,haani on kocca dowowo gotto. Waftore wakkatijii ewnandu ngam tornde : Ndefe nyamndu ngam saa'ijii man e tore ngam hajeji tornde nyalade man.Tefe ndum koo bura nafuda nder al adha moodon : Limce, namdu, gime e gamirle, pijirle e diwdiwnde bana ko nandi. Nder wakkati tornde Moodon ,nyamé Ruuhu Allah hollanan on lawol tornde e dalilajii., nden on hakkilanan ndum nden ndene jawabujii Allah( Roma'en 8:26) . Mbinde dalilajii ndi'I nder deftel wonde ngam siftorago.?binde ayare nde Allah wanginta on nyalade maan. Min ndon sembidina ummatore fuu torra ngaam dalilajii feere feere , taa on diwa . Hideko caalodon haa hajejii feere sey on paama yimbe fuu torri dow haje nde on wangini ( 1 Korontu'en 14:40) .Laate on taganbe nder wakkati modon je do'are, Ndum wadan ummatore duudnde nder sa'ire man.On mbawan huwtinirgo Carte ngam hollugo yimbe no dum laatori fuu. Ndum walan on jawmum nder kawtal moodon ? Fotojii e mbindi feere wawan walugo on. Mala ma telejii,radio, mala suraaji ndaretedi. Nyalnde laylature nder balde 27 nder lewru sumaye (nder balde 26 bawo mangariba Haa limga 42 , ndum latti jemare marnde dabarejii ngam tornde. Taskite ngam on salina nde bana jemaare do'are be yebre moodon. Nuddinnen Allah yowan Ruuhu maako dow derdirabe'en meeden julbe nde duniyaru fuu.\\nJungo am rami ngam sottugona ? malla mi walla sembe am wala ngam hisnugo ? (Essaya 50:2) A a, jungo Jawmirawo ramay ngam hisnugo'en,malla ramay ngay sattu go en. (Essaya 59:1)\\n1 Tokkidirki- Nastuki 1 Bana Noy Huwtinirgo Deftel Ngel 2 Famugo Islama 2 Nuddinki Julbe 3 Bd, Annabo'en E Nuddinki 3 Emaare Arandere Nder Sumaye 4 Ndarki Haa Aziya Cakkare 10 Haa Lesdi Hirna Pamarah 11 Ndarki Haa Lesdi Europa 13 Ndarki Haa Aziya / Pacifiya 15 Ndarki Haa Lesdi Afrika 19 Ndarki Haa Aziya Fombinari 24 Yamde Jee Don Waka Tum 24 Deftere Don Wol Wana Julbe\\nSuklananbe bindi ndi\\nDiiga balde 24 lewru Sektamba haa balde 23 lewru Octomba\\nFamugo Noy Islama\\nWa'i Taskaraji Ngam Tornde\\nFamugo Noy Islama ...\\nSlama yiddi wi'igo Dowtaare haa Allah. Juldo ndum goddo mo ndowtina dokkajii islama.Bana no julbe wi'ata kam wahayu islam hokkama haa Muhammadu burdo annabo'en fuu mangu . Inde Muhammadu na ndum tan he'i ,amma nde yiddi wi'ego &quot;goddo mo yimbe teddinta&quot; Jonde Muhammadu: Muhammadu danya nder balde 8 lewru juin 570 bawo Yesu Almashihu haa lesdi Makka lesdi Sawdiya Arabiya .O lati atimejo diiga dubi jowego bawo danyeki maako baaba maako maynama ,Kakka maako mawnin mo nden kaaka maako man maayi daldi mo bee baabpanyo maako Abu Thalib mo laati filowo mawnin mo. Sujidango diinajii tampa dinna'en duudi haa lesdi Arabiya jawmum.Mbe ndono mbiya ndum yotti baakin kuuli feere feere 360 haa Makka( kuli taaribe kabbah). Taariyanbe julbe ndon mbiya;Tariyanbe julbe ndon mbiya , wakkati Muhammadu o derkejo tawaon o wanyi yi'igo sujiidangigo o labbi haa lesdi arabiya. Nder o marino haaje seenare. Mashinko'en e Yahudu'en ndon no joddi haa lesdi man. Nder ngendam maako Muhammadu fotiti be mashinko'en e Yahudu'en ngondunobe ton. Muhammadu nasti kuugal haa debbo diskudo mo inde mum Khadija nden o ndon ayna jawdi maako nder filu.Nden Muhammadu wadi jahaale duudi haa Syriya e haa fombina lesdi arabiya boo. Bee andinomo dow inde &quot;Al amin&quot; bana wi'ego mardo holaare, o laati gotto caaka filobe marbe jawdi haa lesdi Makka. Nde ,o mari duubi 25 o te'i be Khadija jaagordo maako go laati debbo maako.nden be daydi biikon jowego'o biibe rewbe nayi e biibe worbe boo didi, maayi diga bee famarbe tawon . caaka biibe rewbe gotto lutti wakkati man inde maako Fatima,o hebbi tariiha marka saman masin nder jonde julbe dalila teegal maako be Ali mo laati derdirawo muhammadu e essiko fahin ta.Wi'anbe ko'e maabe hande be 2 Famugo Islama\\nKabbah ndono wakati Muhammadu waray tawon.\\nchi'I'en iwi diga Ali e biyum Hussein. Bawo mayde Khadija , Muhammadu teeri be rewbe duudbe. Nde o mari duubi 40, o suklani jonde ummatore muudum nden o wadi numoji duudi ngam ngendam maako. Nder lewru sumaye o ndon yaha dow hossere Hira ngam numugo bakin kilometa jo'i.Diga ton o fuddi hebugo wahayu maako. O numi dum iwi diga maliyku Jibrila. Wahuyujii man laati caabawal Alkurana hande. &quot;Hadissi&quot; kawti jangirde Muhammadu.ndum ndon mari saman jawmum dow jonde maabe. Muhammadu numi bana hande annaboen Allah konne'en maabe wawatano jaalago be ngam Allah fadan be . Ndum retta saklere maako dow ko laarani mayde Yesu.O nuddinni Yésu laati annabojo mawdo nder jamanuru maako.Muhammadu famay jaloorgal Yesu dow mayde e hakke.Julbe jur ndon numma bana ndum Yudas tuflejo on maayi mbatutdi Yesu ngam dalila tufle maako amma naa ndum Yesu. (be ndon numa bana noy Allah jo'ini jatti Yesu dow maako ntti haa assama bilan gam taa yimbe faama). Bana numoji julbe kam , Yesu egti haa assama bila larugo maayde be gite maako. Muhammadu wi'I Alkurana laati deftere raggarewa nder Allah yerdi . O haadi sujiidango labbi, e o jangini bana noy ngenddam juldo hani laato fuu ngam Allah. Bee senaare, nde jowi nyalade fuu hideko o juula be titago haa lesdi Makka. Jumaare be darni bana nyalde dornde hawtade caaka julbe fuu. Muhammadu maayi nder hitaande 632 bawo Yesu Almashihu.\\nMuhammadu naa dum inde wonde non amma dum inde &quot;ngokande teddinojee&quot; Julbe ndon nuddina Allah gotto, endudo,jaafowo, mardo mawde. Nuddinki julbe don tabbiti dow kuuje jo'I nde be aynata ngam be hebba kisddam. Ndah kuuje jo'I man: 1.wangingo nuddinki (chahada): wala Allah feere e Muhammadu nulaado maako 2.Juluugo wakaatijii (salat) : nde jowi nder nyalaade fuu hani be juula.(fotti be besda jowiego'ore bila billa) 3.Caahu(zakat): dokaal dollewa haa laafube. 4.Sumaye(saum): burnan nder lewru summaye&quot;lewru senindu 5.hijuu haa makka(hadj) dum laato gootel nder ngedam innu. Koto hande julbe ndon dowtina kuuje nde fuu , bee ngala tamunde kisdam bana mashinko'en. Islama laati diina joddinga dow caabawal addilaaku. Julbe don numa bana nyalde kiita Alla (maleikajo) tami fondugo kuude yimbe be pondirgal. Tamunde maabe woni haani kuude bode tedda dow kuude kaalude.Amma kadi nyalde kita ndon haa jungo Allah feere mum wala mo andi nde. Yimbe feere bon don wi'a nyalde daargal Allah mabiytan deftere har O windi kuude yimbe ton ngam fondugo nde. Maala O tami jo'ingo kuude nde gal jungo nyamo maala jungo nano. Amma lawol yarangol innu haa aljana ndum maayugo nder konu senindu. (jihad) habre julbe. Muhammadu laati mawdo caaka julbe fuu; Amma alkurana don wolwa haala Yesu tum be andi mo bana Isa. Alkurana don hola Yesu bana Kalamatulahi(wolde Allah). O don jangina bana be danyi Yesu be kayeefi Allah. Julbe nuddinay mayde maako dow gafaan-\\nNde dum laati diina , islama don hawti jonde yimbe mum fuu. Nder Alkurana be hadissi en don tawi tindinoje feere feere ko larani jonde julbe. Doo dum jungo Fatima. Dum misalu sankitinande hande caaka julbe. Be don huwtinira ngam faddore heddi ruhujii cobdi e dardi kaludi. Bawde mango don latti timudum. Kisdam duumidam sey haa Yesu Almashihu. Dumido honobe Asama. Haa lesdi julbe feere tokkindirki nder jonde artude laati bana yawi. Dow ko min bi'ata ortodoxe.\\ngal sam. Koma dow dumingu muudum. Koto hande Yesu (Isa) laati gotto caaka annabo'en duudbe je julbe nuddini, Isa mo nder alkurana laati gotto bana yimbe feere. Alkurana, Surawol 112, don wi'a : Allah O gotto ,O duumido. O daya O WALA BINGEL BOO. Wala nandu maako boo. Ngam dalila maajum haa dow mahol nder berniwol urisalima ndon windi :: Allah waala bingel. Julbe'en feere don numa bana wi'ego bingel Allah dum yiddi wi'ego Allah danyi mo be debbo. Dum laati metidum koo haa mashinko'en. Nuddingo ruhujii cobdum e ginaaji don maari saman haa maabe bo. Alkurana don wi'a ruhujii cobdum e boddum fuu iwi haa AllahHande nuddinnabe bana ni don hulna be nuddinki ki.\\nJulbe don nuddina : Allaha gotto ,Allah mo Ibrahima Be don nuddina malayka'en e ruuhuji cobdum e annabo'en fuu. Be don nuddina deftere seniide( Ijiila, Jabura,Qurana) Nyalde darngal e hoddirore.\\nBD, Annabo'en e nuddinki\\ndiiga Roland Müller\\nDer bindi di laarani balde caapande tati(30) je tornde., min jo'ini darande lewru bana je min mbowi limgo nyalade ffu jee tornde. Amma lewru ndu balde caapande tati 3à ngam tornde ndon fotta be lewru sumaye nde be mbiyata Ramadan, nde be wanginta nder limgal lewru julbe. Limgal man nandi be darned lewru fulbe.Digga fudode haa tokkidirki. Kaladar julbe don maari balde 354 nden be don salina balde 11 nder hitande fuu , dow lewru nassara. Dum yidi wiego nder dubbi 33 tawon lebbe maabe don fotta be limgal nassara. Nassara'en limata darned lewru bana kalandar maabe. Amma ummatore dudbe nder duniyaru ndon hakkilana lewru fulbe ngam hebtugo wakatijii. Allah wangini nder Deftere amin: &lt;&lt;Jayngol laato haa asama e dow lesdi fuu ngam sendidirgo jeema e naange e sendidirgo wakatiji e hiitande&gt;&gt; ( Laatanojii 1:14) . Kalandar Yahudu'en bo ndono joddi dow darngal lewru. Inde nyalade nder limgal lewru fulbe maala hiatande iwi haa limgal mashinko'en e Yahudu'en wondunobe haa lesdi arabiya. defter haa Laatanojii: dum wadi jemaare gotel e nyalma gotel kajum woni nyalde. Hani on winda be famu dow koo numojii wanginta bana inde nyalde iwi haa numaji tampa diina'en. Bana nasara'en numata. Misalu w'ego alamisa be inglisre ,dum yiddi wi'igo nyalade Thor (Thor laati mawdo allah Vikings) ton nder demgal latinre dum nyalade jupita kajum laati alamisa hande. Hande nyalade de min ewnata do fuu woodi iwdere mare e go. Julbe don lima hitande maabe diga dubbi 622 nder jamaanuru amin hande,dum hitande de Muhammadu eggi diga makka dfili ha Madina. Min don hande haa dubbi 1426 diga fudki limgal hitande julbe. Mbanginki foto lewru e kodde nder jamaanuru Othman ,laati hande bana mana juldamku ngam julbe fuu. Fuddode man, dum laatakino ngam julbe ngam julbe'en feere yidi no wurtingo dum diiga numojii julbe. Ngam famugo haala ka be labdum ,on laara dum haa sit (about islam) www.30-days. net FB: lelewal laataki lawru ngam julbe.kotto dum laatino wa kkati arabe'en diiga islama wangay tawon.\\nNder septembre 2005, yake lewru sumaye yotake tawon, Deftere kuu baruji lesdi Danuwa, wadi didol sura anabi Muhamadu, biler famugo bana dum tami wadugo fitina nder hitande 2006. Gal wakkere feere boo julbe lesdi duniyaru turti bee caatal defte kuubarujii haa lesdi raneebe besditidum ngam walugo fee care nder numojii. Turtol man wadi haa wakkili'en ngu lama e ekklessiyajii e non boo yimbe maynama nga dalila. Haa lesdi raanebe dum kayefi, ngam bee ngadi foto Muhamadu ni laati bana ni ? Dum wadi duubijii yimbe don kuuda yesu amma wala mo bernde mum metti. Gonga kaam fee caare buri takkol, nder reneebee habdi, bee yiffi haala ka. Wakkere orieniya bee fami dum bee lawol feere, ngam dudbe don yedda bee koo bee nbiata jonde nder daabiye semtende. Ngam daabiyajii man jo'inama dow dika semtugo dow mayyego. Hani darnal wona bee larugo, dume woniteedudum e dume woni seemtende. Laaranbe haahilojii yimbe don wi'ia, haa lesdi raneebe darnal koo dum don hocce dow larana go kaludum e boddum. Dum yiddi wi'igo, mi wawan hokkugo yonki ngam fadugo feecaare nder numojii e wolde. Kaa lesdi oraniya yimbe hokkan yondi maabe nga faadugo teedungal maabe. Fahin koo buri, julbe wodi kiita « mbaru ngam hebugo teedungol ». Bee tami rufugo yiyam labinanbee e semtende. Ngam, yimbe jee don wada semtende dow saarojii bee don mbara bee, koo too o janano, mala boo goddo saare. Hande dalila foto Muhamadu doo teedungal e dalilajii raneebe jiibi. Wakke ma didi fuu, koo moy don fada koo lari boddum. Bee dido fuu don taski ngam konu haa timode. Toy min ngonata, mi-\\nnon mashinko'en ? Yesu maayi dow gaajangal, waa ngam itugo semtende amin tan, amma ngam hoocugo semtende amin fuu. Wakati Adamu e Hawa mbati hakke haa jarnen, semteede wari dow ummatore duniya fuu. Yimbe feere anda muyanango semtende bana haa lesdi raneebe. Amma naa yesu maayi ngam itugo hakkejii e semtende fuu. Ngam haa min hebba ittugo dum, koo moy fuu famama, jawabu sey nder maayde yesu Almashihu e gaafangaltan. Ube semtinimo, bee kuu di mo, ngam semtende amin don dow maako. Sey yesu wawan jo'itingo koo halki. Too en don wajina linjiila bana en don kabba bee yimbe ngam dalilajii, duniyaru ndu, laatoto feere yesu dowtani baa ba maako haa mayde. O itti semtende amin e hakke. Yedden ngam teedingo yesu e kuude ami e bole amin. Julbe don siftora teedungal koo sali, bee jabaata semtineego.\\nNda a limgal ngal ndon hoola bana noy arabe'en e julbe fuu huwtinirta nyalade e hiitande. 1.Yum al-ahad(Arandere) alat 2.Yum al-ithnayna(didawre) altine 3.yum al-ath-thalata(tatabre) salassa 4.yum al-araba'a( nayambre) alarba 5.yum al-khamis( jowabre) alamissa 6.yum al-juma'a (joygo'ere)Mawde,maala juma'are 7.yum al-as-sabat( jowididare) asawe Nyalde arandere dum alat de be don ewno num yum al-ahad ( nyalde arandere) woodi bo nyalade sabbat nde laati nyalade (jowididawre.) . nde mare daadol mare diiga Yahudu'en. Koo to hande saaman nyalade man halki. Nyalade siwtorde ngam julbe hande laati nyalade juma'are.nde yiddi wi'igo kawtal. Nde don foota be nyalde kawte julbe haa juulirde juma'are man. Nyalade julbe don fudda be muutuki naange weetetande bo don tokko ,nde nanadi numojii nder\\n23 Sektamba 2006\\nJEMAARE ARANDERE NDER SUMAYE Nyalde man dedey mangariba julbe'en nder duniyaru fuu don tita gite haa asama ngam laarugo lewru . Dum laatan ngam maabe nyalde man bana nyalde arandere je sumago. ( ha lesdi feere kam dum ardibe on jo'inta nyalde man). Sumaye artatako nange. Julbe don fina diga fajiira cub ,be kaccita nden be nasta nder sumaye. Nden be nyamata , be jaarata bo be naange ha balde 30 tati go tima.\\n3 Famugo Islama\\nNumugo Nder Tornde Ngam Asiya Caakare\\n24 Sektamba 2006\\nTartar'en bee Tarlarstan'en Kazakstan Tashkeniya Fergana\\nLimgal yimber 26.8 miliyon Uzbesk'en : 79% Russiya'en : 5% Dibadji maabe Tadjik'en : 5% Kazak' en : 3% Julbe : 88% (burna sunitéem) Wodbe boo : 8% Ortodoks'en : 8% Dinaadji goddé : 3%\\nKabardino ­ Balkariya\\nDalila tornde :\\nTorren ngam Uzbek'en heeba ekklessiya nanduka bee jonde maabe bee heebaboo jaangirde e kaw tal derdirangu nder Almashidu e nonon boo hebba haajeji maabee humpitabee law. Torren ngam Allah hokka sembe e cuugal haa mashinko'en yaranbe boné diga jungo ngomnatti, mala saaroju maabe nonon boo juungo mashink'en. Torren nga lamido KARIMOV Allah wada saalam ngom en wadakome nga yarugo wolde Allah yesso yesso kawtal lesdi duniyaru. Jonde maabe bee mari haadje bendalojii tawod hiddeko. Allah umino haajeeji e kuuje godde bana « Yusufa » « Daniyel » haa, haajeeji ngoni fuu. Jaarekki bone, mardi lamido\\nSAUDI IRAN ARABIA\\nyimbe man wa'i. Wadiwol man don maari kilometta 300, gesse yimbe jur don ton. Non boo en tawan hotolo e koo nandi e gurejii cuudidi. Dalila woni lawol ndiyam doma bee ngadi diiga mayo haa Dariya SYR julbe wadi dum, nde yimbe feere boo jur jaabi islama. Berniwol kokand laati berniwol marngol yimbe diina baakin (200. 000) ndon mawnito ngam bee maari julirde baaki 300 e wodi masalare jee fotti hoccugo julbe 10.000. Amma kadi bee anda Allah mo maari gonga e bawde. Allah man wadan dalila ngam bee jabba Almashihu. Bana koo tari iya wi'ata kam wadiwol laatino seedbed `Jogagago'. Nder fuddam hitande 1900, wakkati kominisiya laatino koo haa toy fu under lesdi, nden jur laati turtobo ngam dartingo ngomnati maabe. Jur caaka julbe laati turtobe ngam hupititgo haa jee koydol maabe ngam jo'ingo islama bana titol arande jum. Badidum dooo, wodi turtol fahin wadi, ngam siyassa e soynde cede e keebal fuu, wadi haa bernijii feere feere. Bana haa berniwol Adijon, mbar hoore ekippol non boo haabre bee sooje'en fuu wadi. Bana koo wowa kam Uzbek'en laataki turtobe. Amma jur caaka julbe andi salaaman dam Allah hookata haa caaka Tadjistan'en.\\norrago ngam yimbe Ferghana e wadiwol ton dum cuusal ngom seedamkuj maabe. Burna julbe ngonbe ton hebay linjiila tawon, wala koo san jata hande too bee jabbi yesu Almashihu e ruuhu ceenido, nden wala koo ustata haa maabe bana usbek'en, Tadjik'en, maala Kirghiz'en. Amma kadi bawde Allah woylitan hakkilojii maabe e wadan salaama e jam nder hakkilo maabe. Torren ngam Allah laamo nder kuude maabe e numojii fuu. Wadiwol Ferghana laati laawol darnungol ngam filobe iwbe lesdi Europa haa yotti lesdi China haa funangue lesdi China haa yotta hossere wakkere ndiyam kashgan haa Chine Occidentaliya. Bana Tashkent, Samarkande, Burkara laati wadiwol hirnangeri lesdi China. Wadiwol man laati babel dayeeki Babur (1483 ­ 1530) mo jo'ini laamorde Mangol haa lesdi Indiya. Hande wadiwol Ferghana sendama hakunde Usbekistan, Kirgistan, bee Tadjikistan. Hande bee laatini nde bana laamorde Usbek'en koo too asli feere ndon ton fuu.\\nAllah ndon huuwa kuugal haa lesdi usbekiotan, lesdi julbe haa Aziya caakarre. Handé laamido dow lesdi man URSS. Ekklessiya paamaha, ka fuudi haa uzbes, ndon maari muudinbe jur nder ton. Laande ndon yaara boné, haande nde bee ngidi tokkaga yesu. Hande bee ndon seedanan yesu Almashihu haa lesdi feere boo juur. Bana Jurkinenistan, Afganistan et lesdi Tadjikistan. Hande Ekklessiyadji lesdi uzbek fottay hawtago bana noo dum haani, ngam ngomnati andanaki bee bana noo dum hani. Ngam maajum, Mashinko'en Uzbek'en ndon hawta bee ekklessiya goddi maba boo haa nder caalaje maabe. Kawtanbe haa cie ndon mawna juur nder nuddenki masin. Sujidanki, cenduki honeeji et seeyo nder do'are ndon maari saman haa caaka maabe. Jonde maan waliti dudbe caaka maabe laa be laati do wanbe dewal haa lesdi Uzbeskistan, goddo mo Jabbi waddugo kawtal haa saare maako Nyama dangay duubi sappo e joy e didi (17 ans), bila limugo jawdi maako je bee jabtata. Bu maajum fuu, ndum haddatabe maabititgo dammudé maabe ngam kawtal bee derdirabe. Bee buddini, ngam jabbago hodbé ndum kandinidum haa maabe. Lesdi Uzbeskistan ndon yedda nder yibre duufi duudum et bawdeju ginaadjù ndonlamo too.\\nimbe don ton bakin million 10, wadiwol man don maari 5% dum lesdi usbekistan'en maari, fotti beee lesdi (Amerika haa New york). Retta Kirgiz'en e Tadjik'en don yedda ton. Ndum wakkere burned marugo yimbe haa lesdi Asiya caakare bee don hulna lesdi man fuu. Bana no wadiwol man wa'I, non boo jonde\\nNjaram e daadi wiykeere fuu ndon ton e nonon boo haala Nyaw sibbobo, ndon dimba lesdi Uzbeskistan. Burna, yimbe mman ngala kuugal. Rewbe feere sey too bee Njeeni heedeko bee hebba yamdu. Worbe feere boo sey bee ngurta lesdi maabe hiddeko bee heba kuugal, nden boo ndon seeda saaroji maabe. Hande koo min mbiyata Nyayrol neddo, ndum hakkilantakke haa lesdi man. Ummatore man ndon yaara bon e ndon teefa babal haa e go. Burnam ndon ngeilita haa islama hideko bee heeba babal man. Bee don ngejitaa bana noy huwugo kuugal ngaal don maari saaru.\\n4 Ndarki Haa Aziya Cakkare\\n25 Sektamba 2006\\nTorren ngam tubobe hesbe haa wadiwol ngam be hebba sembe jur nder Yesu, e jonde maabe boo laato timudum ngam nuddinki maabe , e be haba wajingo linjilla caaka julbe bana maabe. * Torren ngam Ruuhu Allah famtina be ngam hande latugo pukarajo Yesu Almashihu wala koo ittata haa maabe.Yimbe jawmirawo wallabe ngam bee haa hebta jonte maabe nder Almashihu. * Torren ngam julbe boo hebba nastugo nder laamu Allah, Amma Allah wawan weylititgo haa bee hebta ngam * Torren ngam Allah Uwtinira be bana no O yide nder soynde adiilaku ffu dum maar hayru. Haa Kugikitaniya.\\nergan dum wadiwol , caae kawol marnde saman . dum buri dubiji seeda wadiwol laatino dalilaji feere feere je filoobe non boo sugulaaji feere feere ndon hawta yibe ton. Babal man dum lawol filobe jur , ngam wakati feere to be comi, bee don siwta gal gure feere fere boo. Hande filanbe limce , haaa lesdi bana Europa , hirnageri ; e lesdi china boo.Lesdi man don haa lesdi marndi ndiyam les hossere Samanrkand bee Bukara. Ndi laatino bana wadiwol marngol saman ko gal toy fuu har lesdi taaribe bee. Nden Taskent'en boo don ton koo too be famay limgal maabe boo. Diga ton be fudi jo'ingo laamorde haa wadiwol man bana , nden bawo man dum feerotir bee guiku yimbe feere fede . nder hitande( 1483-1530). Mo jo'ini laamorde man dum Babur, o iwi haa lesdi Indiya , nden jonde wadiwol Fergana fudi hebugo caadele feere feere haa be cendi nde gebe feere feere.Bana Usbekistaniya, Kisgistaniya, bee Tajik'en. Nden hande kadi nde laati bazna lamorde Uzbek'en koo too yimbe yidda nanugo bee noppi maabe haa lesdi man boo. Limgala asli ùaabe e ngonbe ton fuu don\\nergh adiwol F W\\nDawrangall Dow Asiya Fombinari E Funangueri Semdamku Diga Wadiwol Fergana.\\nboni nde bee ndemri e leeki ndemri fuu tampini lesdi man jonta wala sembe fahin. Nafuda jee be ngadano aran doo fuu jibbi. Jonta sembe maabe fuu don war haa Dariyaz tan. Dariya don dayi bee mayo bakin kilometta 1000 haa yotti mayo mango. Lammorde man mari daabareji gondi , islama don laama ton beee daliljii feere feere. Mashinko'en duuday. Amma bee man fuu jur hande don tuba. Nder hitande 1900 dum fudam dina haa maabe be lawol rikisi tan. Limgal yimbe boo dum 200000 ha ton don wada nafuda be kude feere feere jur nder jonde man. Eere julirde bakin temeede taati Jonta en tawan haa babal feere fere feere 300 Bana min limtani'on nane , bee don wara haa yesu Almashihu jur nder endam yonki maabe.\\nbakin, million 10 haa fergene man. Maral lesdi burbe famdugo ton boo don bakin 5% bana Berniwol Tajik'en. Nde nandi berniwol Jersey haaa Lesdi Amerika.Amma Tajik'en e Kusgistan'en jonde maabe laabay jawmun . Koo non boo, berniwol man laati marngol ummatore sosoy haa lesdi Aziya caakare.Nde don maari boo sembe koo buri lesdi taaribe. bana non jonde man wa'I haa Uzkibestaniya'en ngonbe haa wadiwol Fergana.Bana no caadele nde en limit wa'I nonon boo, hakkiloji yimbe man wa'i.Wadiwol Fergana don mari jutingol darned bakin kilometa 300 ton be don rema asli ndemri feere feere, bana hotolo e ko nandi . Lesdi man boo don mari saman amma kadi jonta do, bee\\nMi don maari dubi 38, mi dayado haa kokand, berniwol pamarel haa waadiwol Fergana. Mi maari debbo am e bukoy am boo derk'en tawon. Mi laati mbarowo ko'é, no mi laatino. Mi yaami fursina bakkin dubbi dubbi. Arano, ngendam am dona nyibi mi wala koo goddo mo mi hollititta jonde am too lutti min man. Koo saarojii am e sobbirabee am yidda me nastian me nder saklere am sam. Yaake mi weylitay no gal Allah tawon, mi laatino toyo wo, soyde gonga dum jonde am, yimbe donno hulami ngam dalila jonde am. Nder hitaande 1996, mi nani bee don wolwa dow yesu Almaashihu. Mi donna haa fursina tawon wakatti fursinajoo feere wolwani yam do yesu. O wi'i yam yesu Almashihu maayi ngam hokkugo amin kisdam ngam min hebban ngendam dumidam hoa maaako mi donno jaangaa deftere bee maako nyalode fuu mi fuddi wey lititgo haa nder furssina. Ngondube bee am haa nder fursina boo wweeyy litti gal allah, harde, linjila don sankitta haa nder gure et wadiwal wan fuw , fergana. allah don wadda kayeefi o don yambittina, yofta, woylittangendaam yimbe.uidon hokka saawari haa derke en jee anda yesu aalmashihu, ngaam mi yiddisendugo dum koo mi hebbi haa allah.\\n26 Sektamba 2006\\n27 Sektamba 2006\\nNder hiitande 2005, limgal yimbe dono bakin 2.300.000. taskeniya laati lamorde Usbeskistan. Don haa daldal ndiyam njasdam, haa sera mayo haa les kossejee bana : Tian shani. Inde nde on wawan windugo nde boo toshkeniya (bee bindi Uzbek'en), maala boo Dashkeniya. Iwi diiga lamorde boymaaje diiga lesdi Asiya caakare, Tashkeniya laati wuro fiilu jee buri ne bbugo. Fillobe futti nyamugo too hande bee salaaka hamadare samark bee Bukara haa yotta China. Nder hiitande 1966, huro man nattini no bee diibande lesdi wadi (7,5 lungunga haa Richter). Koo buri yimbe 300.000 laati biila caalajee, amma bee habbi bee seyo bee nyibti wuro man. Wuro kesso ngo Taskaniya haa Asiya caakare ngoni wuro ngo don maari. Metro « jirgi lesdi kuwanga bee hiite kurang ». koo too hande ummatore yimbe lesdi taskiniya laati uzbek'en boo, kazak'en, karakalppak'en bee koreya don ton. Taskaniya nde laati wuro Tapango Njamdi e kuuje feere jur haa lesdi Asiya Dawal maabe don maari saman nder jonde maabe. Uzbek'en don mari yiddi saaroji e bee jaaban boo hodbe. Baldol uzbek'en don wi'a « koddo maari hormu buri baaba » don wangina kuje didi. Arande jum, jaabago hodbe don maari saman. Bwnabe hani bee jaababe boddum, koo too biilaare don haa jabanbe bodbe man. Uzbek'en don wi'a « dume woni nafuda saara sona ngam jaabago hodbe ? hani mi suklana yimbe be Allah waddata haa yolde amin fuu. » Koo laarani fassitirki baldol ma fahin don wi'a, saarojii don maari saman ngam uzbekjo fuu. Teedungal ndoti'en don mari sanman e derke'en suklanto baabajii maade hoo timode. Koo salino Taskaniya, goddino nder Tampa diinaku e biidakujii haa yotti hitande nde ujiine 800. Hande, Uzbek'en Ndaa tariya nde nuddindo haa lesdi kazastan windi sobajo maako kazakja ewni yam ngam loorugo ekklessiya maabe nder wuro. Bernde dono rena, nde kawtal man fuudatako bee law ngam yimbe jur yottay haa sobajo o goo tawan. Lawngel ni, kazak'en, ndotti'en, derke'en yotti. Gesse maabe don wangina yide, wodbe feere boo, koolabe. Burna dum rewbe ngoni ton, nder ekklessiya man bee don wolwa kazakre, wolde lesdi man nandi bee Turkiyare. Burna yimbe caaka amin don joddi dow lesdi nder suudu renugo. Dum haydiniyam nde mi laari ummatore jur wari. Bakin yimbe caapande tati. Orinbek waddi do'a nde o banti geme bee moloru jee maari no haaje doftego, amma dum bilay amin. Min ngimi gine jur nden, orinbek limtini ami bana noy linjiila don yahaa yeso, nga yimbe joyie taton hebbi lawol « kisdam ». Nde jaabago hodbe don maari saman nder jonde maabe koo moy fuu mo yotti ton holliti bana noy yidde man buri yidde ngam koddo. Nder min jaangi ayaare gotel nder deftere senniide. Waaju laati bana ngewte, tokkidiri bee cendol numojii. Orinbek e Gulnara laataki janginobe e dowanbe marbe famu jur. Amma bee don mari gikku ngu ardido suklanta « bikkoy » jawmum ngam laarugo bee. Nden baawodon, nuddinbe wangini seddamku maabe bana jawmirwo don huwa bee maabe nden bee fuu bee maari seddamku. Debbo mawdo kazakjo wokki bee wi'igo « on don mandi wakkati mi dono, lewru salindu ? Mi laati, tikkudo masin on mandi san-\\nTorren ngam, demde feere feere haa ton laati saklere nde torren ngam kawtal derdirabe. Torren ngam linjiila yottaki gal gure feere e non boo kawyejii Torren ngam ekklessiya kazak, hebba jaalorgat ngam anditidamjii Torren ngam saarojii cembidbe e cuusal ngam sedana go yesu almashihu Torren ngam russiya, daakareku e mbar hoore don tum haa ton Torren ngam lesdi man e laamido man. (1 Timote 2:1- 4) Alkawal kessal e retta Alkawal kidngal woy litama bee wolde kazak're. Torren ngam kuugal way litanbe ngam kazak'en hebba bee wolde maabe\\nTorren ngam ekklessiya habba jodda haa caaka yimbe Taskaniya dalila taskara nuddinbee. Torren ngam fatude feere feere bakin 11 haa lesdi man heba linjiila. Torren ngam nuddinbe Uzbek'en mabbita daamude maabe ngam nuddinbee. Torren ngam nuddinbee ngonbe haa Taskaniya laato huwobe faakat, tiinabe e kebbinanbe bee ruuhu. Nuddibe feere don maari hoajee yarugo e sankitinigo linjiila haa lesdi Asiya caakare fuu. burna laati julbe sunnit'en jee don huwtinira islama tampa diinaku. 85 % haa 90 % limngal yimbe Taskaniya iwi diiga islama. Amma woddi yimbe famarbe don wi'a kambe, bee ngala diina. Doo bendaloojee jonde luganbe numojii koo bee mbi'ata Allah wala go. Limngal mashinko'en don baakin 100.000 nder ekklessiya feere feere. Burna maabe iwi haa asngol Russiya'en. Uzbek'en, nuddinbe duudaya. Dum kaada dum ngam wajingo julbe, koo too hande bee don habda waylitigo jonde laamu man no dum wa'i fuu. Jaarnuki bone haa nuddinbe don bee laabdum, burna ma iwbe haa caaka Uzbek'en. Hodbe bee boccibe e wodbe feere boo nawni.\\njuki am na ? » Dudbe wi'i bee gonga o way liti jaw mum, nden bee teddini jawmirawo ngam seyo man. Yebre man maray haa jee sudu bana ekklessiya ngam joddugo ton. Wala koo saklata bee too mo looru wala boo. Min don tora ngam ekklessiya bana doo wona nder berniwol am. Dum laati gonga saara « Allah ». Jaajiirka lesdi kazakstan fotan bee lesdi europa caakare fuu. Limngal yimbe man miliyon 16, miliyon 9 dum kazak'en julbe jiilanbe diina islama bee aladha maabe. Nder hitande 1990, wala no mashinkejo koo gotto caaka maabe no, hande limngal maabe buri 10.000 ekklessiya Allah don mawna. 6 Ndarki Haa Aziya Cakkare\\n28 Sektamba 2006\\n29 Sektamba 2006\\nTartar'en Ngonbe Dow Hossere Kabardino ­ Balkariya\\nLimngal yimbe : 760.000 Balkariya : 8 % Karatchay : 43 % Russiya : 33 % Balkariya'en don haa fombina lesdi Kawkas lesdi Russiya. Bee laati ummatore lesdi turkiya. Nde bee wowi joddidigo bee kawkas'en, bee nandi bee mabbe, bee ayni wolde maabe nandude turkiyare. Nde hitande ujiine 13, yimbe mongol laami dow maabe. Bee kabbi wakkere laamido zorziya, ngam dum dalila man. Bawodon, bee kawti bee Turkiya ­ mongobiya e Gengis kan. Bawo duubijii, lesdi turkiya, jaalama e jungo lesdi Russiya. Russiya'en don ewnobe « Tartar kosse'en » mala « Turkiya hossere ». Kaala yebre Turkiya ­ Tartar haa kawkass. Nder hiitande 1942 / 19943, dudbe caaka balkare'en nasti gal wakkere sooje'en lesdi Jaaman ngam bee hebba feecaare gal jungo yimbe soviyetik'en, nder bee nastini bee caaka sooje'en jee bee mbiata « yidbe sooje'en turkiya ». wodbe boo bee jaari haa Waffen ­ SS bee ardungal maabe « Turkiya'en ». Dum ummini Russiya'en nder hiitande 1943, bee horri asli yimbe man fuu haa Asiya caakare. Nder hitande 1957, Balkariya'en dunganama loortugo haa lesdi ma'abe. Nder hiitande 1991, lesdi ndimu ndi kabardino balkariya hebbi ndimu nder hiitande 1992 dawral ndimu wadama bee yimbe russiya. Hander min tawan bakin yimbe 85.000 balkariya'en e 17.000 karatchay'en kambe bee iwde maabe diigo lesdi Turkiya man. Lesdi kabadino laati burna ngonbe ton dum julbe, amma dum wuro burngo lesdi russiya fuu laafugo. Soyde kuugal, turtol ngam diina laati yamdu maabe kala wakkate fuu. Mi nandinan dum bee lesdi : Tchektcheniya, Ossetiya, Ingouchi e Dagestan, Kabardino ­ Balkariya haa 7 Ndarki Haa Aziya Cakkare\\nTartar'en bee Tarlarstan'en\\nWolde tatare laati gottel bee wolde turkiya, haa kazak, gal uwigar, haa backir, haa turkimeniya, kirgizire bee tadjik'en. Lisafi maabe wadi miliyon 7 tartar'en e bee don yedda haa lesdi Russiya woni fuu e bee heddidirabe maabe boo, (Tartastan, Siberiya, Kawkas e Asiya caakare). Bakin 900.000, tartar'en don haa Moskou. Ngam dalila jaahale feere feere jee yimbe ngadatta, e teegal bee asli feere, bee don maari bandu wondu, iwi diiga mongol'en haa yotti kawkas'en. Gassa mbalewa e deno. Burna Tarta'en bee julbe sunnit'en. Jur caaka Tartar'en nasti diina mashinko'en nder hiitande ujiine 16 haa 18 amma burna dum mashinko'en inde non. Ekklessiya'en gonga en don bana gotto nder sappo tan. Tartar'en Lesdi man, fottan bee lesdi Ekossa (67.836 km2) wuro man don haa seera lesdi Mosku bakin kilometir 900. Limngol yimbe man don miliyon 4. Tartar'en (52, 9 %, Russiya'en 39, 5 %, Tchuvache'en bakin 3 % e bee asli feere'en boo 5 %). Duubi 15 baawodon, Tartar'en don besda nder islama koo too don tokka non boo. Nder hitande 1990, en tawano julirde bakin 100 nder lesdi maabe. Nder hitande 2004, dum buri en wawan nantigo dum bee ekklessiya ortodoxe ­ na ? Bee don 176 limngal haykalijii maabe, Katolik'en boo, e pentekoota'en duday. Amma kadi Mashinko'en Tartar'en don bakin temere tan. Yimbe Tartar'en bakin millijojii anda kisdam dam yesu Almashihu hoo kata. Torren ngam linjiila nasta wuroman. Koo haa gurejii boo. Tartar'en maari haa jee hebtugo e hebugo linjiila bee sura yesu, Kassetjii, banaa internet, Deftere e defter'en feere jee mashinko'en mbiddata. Torren ngam ekklessiya jii kessi, ceembidbe e senniide. Tartar'en maari hooje ekklessiya jii jee don mawna. Kazaniya (qazan en tatar) Kazniya laati laamorde Tatarstan, limngal yimbe man woni 1.150.000. seeda caaka maabe iwi haa asngol Russiya. Bakin 43 % iwi diiga Tatar. Boyma kam, Kazan laatino laamorde kanat bee kazan, haa yotti wakatti Ivan kuulnido lami nder hiitande 1552, dum laati wuro ngo waddugo nafuda fiilu boo don notta bee boodum e pijiile feere feere boo, koo buri dum jee Tartar'en. Dum laati boo mayo mango, ngo Volga. Nder hiitande 2005, mbe mbadi julbe wuro man waddi dubi teemere. Wakkati julde man bee halfini julirde burnde woddugo haa lesdi Europa, nde mbe mbi'ata Kul Sharif. Naberjniya tchelni (nabernje tcheliny) Bee limngal yimbe man jee yotti 600.000, burna boo julbe, Nabereniya Tchelni laati berniwol diidabol haar Tatarstan. Nde don haa gal wakkere mayo Kama, bakin kilometa 1100 gal funague Mosku. Cuudi mawdi don laamo nder nyibalojii berniwol man. Keebal maabe don iwa haa coogu kalanjir e gaz. Bee don maari risku feere feere boo haa lesdi man. Ledde, ndemri, koo non boo jonde mabde laataki bana riskube. Bernijii mawdi haa Tatarstan (e limngal yimbe) 1.Nijnekamsk 2.254.000 2.Almetevsk 140.000 3.Yelabuga 67.500 4.Leninogorsk 65.600 5.Zelenodolsk 100.000 Haani on laara haa site jii doo : www. Kazan 1000. Ru / eng / www. Tatarica. Com /\\nTorren ngam salaman nder lesdi man fuu. Torren ngam salaman e mo'ere Jawmirawo wonda bee mashinko'en haa Balkariya. Torren ngam sulhu haakunde russiya'en e yimbe kawkas'en. Torren ngam tamunde jayngol Allah yayna ngam balkkariya'en e kartchay'en fuu.\\njonta fuu heebay jonde wonde tawon. Bee jaajirka maaka 12.000 k2, lesdi yiddi foddugo hoore maare bee townde feere haa lesdi Franssa. Haaa wakkere fombina, wodi townde feere don jiippo haa les. Wakkere keerol maabe don bee kosseje lesdi kawkas. Glasse don hewi e don sudda dum bakin metter 3.000, hossere Elbuz don maari 5.633 metta. Burna lesdi don mari kosseje maabe, wala dalila wolwiditgo ngam wala labbi gonga ton. Burna maabe don rema, wodbe feere boo jarne. Wadan duubi seeda bee hebbi konu hakkunde karatchay'en e Balkariya bee don bee laara dum bana kambe waddi kippol baddidum doo. Bee don numma bana yebre man fudi diga godo mo lesdi Tchektcheniya Rouslan Guelaev, nden bee mbari mo boo. Yimbe konu man yiddi nastiago doakko julbe « sharia haa lesdi kawkas woylare » Bee waddi konu nder caadele juur nder duubijii bawo don, bee tawi derke'en kabardino ­ balkariya caaka kippanbe yimbe.\\nDarngal dow lesdi hirnangeri pamaral\\nZaza Kurdiya'en Wolwanbe Soulemaniye\\n30 Sektamba 2006\\nBerniwol Maangol Oman\\nNder hiitande 1999, mi dono maari gorko caatudo, nden mi dayii didi bee maako. Affo don maari duubi didi e mirajoo boo lebbi 6. Gorko am maway hoolare haa am, o don wi'ami tum tum bana mi don jamba mo bee worbe feere. Nden o wadi njenu bee debbo feere, o hakkata noyam fahin ceede ngam yandu e goddugo kossan haa bingel am. Too nyalde mi yamata ceede fuu o don tapa yem, o don wi'ami, Muhamadu wi'i too a dowtinta yam mi hokka ma koo dume fuu. Mi biddi mo ngam koo too o don yaha julirde, o don suma, bee man fuu, o accay yarnugo yam boo. Mi hebbi koydol ngol holliyam,bana noy mashinko'en hebbiniyam kuugal ngam taa mi yama ceede haa got ko fahin. Nden mi yehi haa ekklessiya. Mi fami salaman Allah nder ngewte am bee nuddinbe. Bawo balde seeda, debbo ekklessiya man ewniyam. O wi'i yam : yesu hokete kuugal. O hokkiyam Deftere gotel, o wi'i yam yesu maari haaje mi tokka mo. Hiddeko mi hucca, o hokkiyam ceede seeda o numi heddeko ceede mantima, mi heban kuugal. O ekkitiyam waddugo do'are bana ni : yesu, too a laati Allah bee gonga, hokkam kuugal. Mi tamino wala mo don nana mi, bawodon seeda, mi fotti bee juldo, o hokki yam kuugal boddum o yahariyam haa saare mashinko'en jee maari haajee goddo ngam aynogo bingel maabe baakin duubi gotel. Mi yami horre am : moy woni Allah mo nananiyam law bana ni ? moy woni yimbe man ? nden mi soodi yamdu ngam bikkoy am, mi yehi ekklessiya nden bawodon, mi hokki hoore am haa Allah, du see damku lesdi Iran.\\nAbdallah bee Zara dona lara ko'e maabe bana bee julbe, amma bee julata. Bee ewni mashinke joo wara nyamda bee maabe. Bawa ngewte bee maako, mashinko joo ewni Abdallah doftamo haa ekklessiya koo o laari memi mo jawmum. Bawodon Abdallah ewni mashinkejoo wara fahin haa saara maako hiddeko o hucca. Zara nimi bana mi o yiddi laatago mashinkeejoo. Bee jaali hawtade bawo assawjii sedda, mashinkejo lucci. Nden mashinkejoo hebbi batakewol soobajoo maako diiga lesdi Iran ­ Allah o boddo jaw mam ngam am, o donder bernde am koo buri nani, e yesu laati halhal ngam am boo. Amma woddi hala feere, Zara boo laati mashinkejo, o wi'i o fini fjiira nder koydol o sakli. Nder koydol maako, Zara don yama mo ngam dume o yakata mo haa ekklessiya ? O fuuddi rufugo ngondi e luutudum taariya man tokkitan nyalade feere. Jonta bee don haa ekklessiya. Bee don seyi jawmum ngam derdirabe Zara dido laati mashinko'en boo. Bee don senda Defter nder faatude maabe. Ummatore Zara P. 20\\nSoulemaniye laati berniwol jee baawodon haa lesdi Irak, berniwol man fuudi nder hiitande 1785 bee yerimajo kurdiya moo nde maako Ibrahima Pacha. Inde maako iwidiiga SOLIMANU II, jee bee mbiyata buri woddugo, nder hiitande 1494 ­ 1566 diiga ton laamido Ottaman, yajiini laamu maako (solimanu dum inde nde julbe don ewnira Salomon) sulemaniya don heddi bee keerol Iran ­ Irak. Berniwol man don maari dedey yimbe 800.000. Sulemaniya laati babal fijiirde kurdiya'en wolwanbe demngal sorani. Kuubaruwol maangol don anca ngam ngo wuro kessol. Bee maari babal jangirde ngam foy be reewbe haa ton nder hiitande 1915. Bee don mbia, gotto moo hebbi deerewol jangirde lungungol woni goddo lesdi man. Deerjii kuubaruujii artude 4 fuu wurtinama diiga wuro man. Saare jangirde mawde jo'inama nder hiitande 1968 laati babal jangirde mawde haa lesdi Irak. Hande babal jangirde maan don maari puukara'en 8.000, burna dum rewbe. Berniwol man hebbino caadele nyibunde. Wakkati Kanu nder duniyaru fuu, limngal yimbe usti diiga 20.000 haa yotti 2500 tan. Wakkati Cheick Mahmoud jo'inama laamido bee bawde inglishre, o laamini wuro man bana ndimo haa kurdestan. Nden soojee'n lesdi Britaniya waddi Kanu ton nde duudum. Nde 1985 wakkati SADDAM HUSSEIN laamino, bakin gure 200 natinama. Diiga wurtiki Saddam HUSSEIN, dum kawtal yimbe kurdestan on dowata nde, artido man dum celal Talabani, Kanko woni laamido lesdi Irak jonta. Koo too woyla lesdi Irak, laati bana wuro faadore, feetinanbe ko'e maabe bee bundugajii mbarigoo je'en 9 haa suleimaniya nder lewru oktomba 2005. Wakkatti man bee tawi cooli feere watihaa wuro Arbil, dum nyaw ngu mbi'ata virus H5N1 burna kurdiya'en bee julbe sunnit'en koo too hande haa lesdi man julbe don jiila julugo bee daabiya jii e hiilaku feere feere, e bee daabarejii lung-\\nTorren Allah faada jawmum jee hande don laama haa kurdistan lesdi Irak Torren ngam Deftere kurdiya bee wolde sorani hee sende haa ummatore dudbe, e ngeylitiki e waajii haa radiojii boo, Deftejii feere feere, sura yesu, wadda bendaloojii. Torren ngam kurdiya'en jur foota mashinko'en jee ngendam maabe don seeda linjiila fakat. Taa bee hula tokkago yesu ngam taa yonki maabe halka haa yiite jahanama.\\ningo numojii iwde diiga seefiya'en. Wakkere suleimaniya koo buri laamugo ton dum julbe kadiriya'en bee Nasqbadi'en. Kadiriya laati licee islama burngo yajuugo nder duniyarul : en tawanbe haa Asiya, Turkiya, haa Balkaniya, e haa lesdi Afrika boo. Nasqbadi'en boo ; bee duday wurtugo yasii lesdi. Bee fudi dum nder hiitande ujine 14, haa Bukara, nden yebre diina man didi doo don maari bawde. Fatude mashinko'en don haa funangue wuro, haa ton woni gotel nder ekklessiyajii laati ngonde haa lesdi man. Ekklessiya artude haa suleimaniya uahama nder hiitande 1862. Burna mashinko'en lesdi man don haa ekklessiya Kakdiya, dum ekklessiya kaa fuudi boyma e bee kawti linjiila, yotti haa kurdiya'en julbe tuubi. Kuulal ngam jaabago Almashihu woni taa baa ngudina bee. 8 Haa Lesdi Hirna Pamarah\\n1 Octomba 2006\\n2 Octomba 2006\\nLimgal ummatore nder lamorde 3.001.600 (bana noo dum laatori nder lewru Juillet 2005). Nastinin 577.300, yimbe ben laatakki yimbe lesdi man.\\nKurdiya'en Wolwanbe Bendinire Haa Lesdi Irak\\nKurdiya'en wolwanbe dem ngo Benhire, don joddi haa caaka caak wuro man. Haa babal nga'al bee Mbiyata dum Niniwe aran, baddi bee laamorde nde Mossul e Duhuk. Limngal maabe yotti baakin 1,7 miliyon kurdiya'en wolwanbe wolde manhaa lesdi IRAK. Bendire don nandi bee kurmanji, yimbe lesdi man bakin miliyon 10 don wolwa nde nder duniyaru. Asli kurdiya'en yotti baakin miliyon 30, bee don haa fombina e hirna lesdi Turkiya, haa woyla lesdi IRAN bee SYRIA. Lesdi jaaman don maari burna kurdiya'en (yimbe 400.000) haa lesdi ndi laataki wakkere maabe. Yimbe kurdiya'en wodbe don wi'ia mamma'en maabe laati yimbe Mediya. Don nder Defter boo. Ceendol nder asli kurdiya'en don maari saaman. Julde mawnde nde kurdiya'en don wade hitande fuu bee balde 21 lewru Maris. Yalade artude man, bee don kuuba yitté nder bernijü e Gure haar kurdiya'en ngoni fuu. Mbe don ngadadum ngam siftorki jofuki maabe diiga laamido kaludo mo laamino dow maabe. Tamsseje wada ma yalnde ma e yimbe don holta limce kessum ngam julde nde. Jur caaka kurdiya'en don ngurta bee motajii, haa bee don njha caaka kosseje nga feecugo hankunde saarojü e soobirabe. Koo burata 90% caaka kurdiya'en haa woyla bee laati julbe sunnit'en amma, burna caaka maabe don yedda nder islama biddakuku. Haa wakkera feere boo kurdiya'en feere laari bana bee don nder düna yezdi, koo jülaada nuddinki düga islama waray nandi diina filaaga feere ni koo bee mbia'ta zoaraziya. Haykaliru Yezidi maabe daayay bee Dohuk. Demde kurdiya'en (kurmajü, bendéni, sonni), nandi bee wolde persaniya, don nandi boo bee wolde indo ­ europa. Nde nanday turkiyare, nanday boo arabe artude.\\nTorren ngam mashinko'en duuday caaka bendi'en. Ngam bee maara holaare haa yesu Almashihu, ngam bee hebba mawnunki nder jonde mabba e nuddinki. Ngam nuddinbe e ekklessiya'en feere feere hebba mawna. Torren boo ngam Alkawal kessal hebba timna law bee ngeylititki bee wolde bendire, ngam haa bee ngerdo geylitikiman, bee ngerda boo sendugo man e nonon boo, nastingo nde haa kasset nanuge e laarugo wona.\\nLamorde Oman ndon heedi fuunangue lesdi arabiya. Berniwol man famdi bana lesdi kawtandi (Royaume uni). Burna yimbe man don haa seera buwol marngol dibinojee e ndubbi kkoo didi bakin kilometa 1200. Bee don maari kalanjir boo jur nder risku lesdi maabe. Dibinoje, lemun, e bendooji yametteju nder laade. Urdi, nebam ngassadam. Ngaweki e gilol ndon nafa yimbe. Wakati lamido Kabus Ben Said lesdi man maahi koo laati jontajum koo dalli bakin dubi 35 bawodon. Oman don maari ardibe lesdi be don babda haa bee jo'itina risku lesdi bana no dum hani. Bernijii mawdi Joyji ngoni : Maskat, salalah, sohar, nizwa bee sur. En wawan natugo nder lesdi maabe bee mota, diga lesdi Dubaï e wawan yilugo nder lesdi man fuu bee moto. (Maskarat 514.000) limgal yimbe ngobeton Maskarat woni lamorde lesdi Oman. Omaniya'en don waara gal toy fuu ngam jangugo ton, ngam habdugo bana noy bee hebbata kuugal, teefugo ceede e ngam hurgago nyawjii boo. Burna retta yimbe ton dum hodbe (injiniya'en, wowbe kuude feere feere, jangobe e huwobe feere feere). Ngam oman fuudi jangingo, jangirde hesre buraï duubi 30 bawodon. Salalah 186.000 limgal yimbe man. Salalah ndon dayi baakin kilometta 1000 haa fombina e woyla berniwol Maskarat, mala boo sa'aju 10 e 11 bee motajii jontajee. Caaka Géne keece. Ngessa maabe ndon maari angire, ngam dum babal nde handee don hebba Njarnuki diiga ndiyam Massoniya. Ngam dalili naral maabe bee laamido zanzabar 9 Haa Lesdi Hirna Pamarah\\nmo lesdi tanzanika, burna omaniya'en don wolwa wolde shuwali. Waakati Da bunde fuu bee don hebba hodbe jur ngam laarugo julde karef. Wakkati iyende laatini berniwol maan deno. Tur caaka Titol maasinko'en don ton. Dum caadum haa e fama bee nuddini faakat ngam bee don bi'a hanay yimbe nyiwtida dow dinajuu. Doo man iwi diiga be hebino caadelé bee suniit'en, Torren ngam Ruuhu ceniido maabita bernde maabe ngam ngewta.. woddi nuddibe jur caaka julbe (huwobe) haa lesdi oman, Torren ngam yayna nder lesdi man bana haa maata (5 : 14) Njajirka lesdi man famdi baba jee lesdi Kansas, haa lesdi USA, bakin 40% jee woni haa lesdi Franssa.\\nBana no lesdi wa'i e nonon boo demde feere feere don wolwe koo haa toy fuunder bernijü man. Jonta kam tan linjüla yuhanna tan weylitama bee dem ngal maabe. Retta al kawal kessal don yillo amma dum mo'inaka boddum. Suura yesu Almshihu bee bendire wanginama haa televizion gal waakkere woyla lesdi Irak. Wakkati wurtinki SADDAM Hussein nder daabunde 2003, kurdiya'en laari jonde maabe haali. Amma boo bee seyi dalila feecaare e ndimu maabe. Hande, bendire laati gottel caaka wolde nde bee don jangina nde haa wakkere kurdiya'en. Laamido Irak jonta laati kurdiyajo, en ubawan wi'ego nder garandum bee feecotto fakat. Koo non boo hande laatago ardibe siyassa haa lesdi Irak, wawata ni mo'ingo jonde lesdi Irak. Salaaman gonga iwan di'iga laamu Allah.\\n3 Octomba 2006\\n4 Octomba 2006\\nZaza Jee Tyrkie\\nJulbe'en lesdi Ispahan\\nlimngal yimbe : miliyon gottel (1 million)\\nJawabu dow yamde de min ngadata dow zaza'en lataki koydum. Waakati min don baado yamde. Amma gonga man kam, zaza'en laatake Turkiya'en mala boo kurdiya'en. Bee don haa Jihaa lesdi Turkiya gal lesdi Anatoliya bee don maari demngal maabe, tariiha, daabiyajii amma kadi bee andinaki bana wodbe feere Dabiyaajii maabe laati bana bee wolde tan, Windaka. Bee don jangina tariyajii maabe bee dorsal tan. Yidere haa yiidere. Amma kadi ngam dalila man, bee fee caki e jonde maabe gal wakkere ngomnati lesdi man. Diiga laa mu lesdi Tyrkiya man, ngomnati habdi ngam taa daabiyajii e asli yimbe feere wonga. Zaza Dimi'en andaka nder lesdi man koo too bee don boo. Bee don bakin milliyonjii 3 haa 5 nder duniyaru 250.000 don yedda haa lesdi Jaman. Amma wonan dudbe maabe eggi haa lesdi feere feere nder duniyaru, mala don jodi nder bernijii mawdi haa lesdi Turkiya. Zaza laaki asgol yimbe wose tan, amma bee don sendi ngam dalila diina. Zaza'en wondubee haa woyla laati licee julbe Alviya'en chi'it'en e bee laatake turtobe bana hodbe feere. Zaza'en wonbe yebre sunit'en. Ndum laati dalila ceendol maabe e daabiyajii boo. Amma bee fuu bee don maari wolde maabe feere feere. Koo too en windan nde ma, nde laati feere feere bana wolde jahmare e holandiyare. Koo too a yami bee a kurdiyajo na? Bee jaaban ohoo, maala zazajo? ohoo non boo dum jaawabu.\\nTorren ngam Allah walabe ngam bee hebta daabiyajii maabe bee nanugo linjiila. Torren ngam sunajii yesu Almashihu salo caaka maabe e hebba woyli e demde man feere feere. E nonon boo besdari wona ngam mashinko'en ngon dube ton. Torren ngam ngaylitiki Deftere bee wolde ma bee wolde yimbe fombina, ngam yimbe woyla, wodi sura yesu wadama bee wolde yimbe fombina, amma bee nana tan de boddum, ngam kuugal man laati mardum saman, ngam yimbe man fuu anda windugo e jangugo. Amma kadi hodbe feere laati tokkibe yesu. Amma ngonbe haa lesdi Turkiya laatake jur mashinko'en. Min don tefa inde yesu bee wolde maabe, nde dum aran Espahan laati berniwol boymawwol caaka bernijee feere haa lesdi Iran, bee jo'ini nde nder hitaande 2500. Nde don haa caaka caak lesdi gal wakkere Hirnange lesdi Iran man haa les hossere zagros, bakin kilometta 420, har fombina berniwol Teherane 480 km haa woyla CHIRAZ. Ispahan laatino laamorde mawdo sefividiya nder hitaande 1598 haa 1722, dum mawni, woddi nder hitande fuu dudbe caaka mawbe lesdi Iran e wodbe feere don njaha laara berniwol man tum ngam taohniya maagol. Bee don ngerda nyibaalojü boyma jee. Ispahan andinama ngam dalila pong ­ wa nga hawtinta zayanderud bee maayo ngokango ngenddam. Saalikire nde imam khomeni juulata haa ton, burna julbe lesdi Iran dum chi'it'en. Mashinko'en faamarba iwbe diiga julbe don kawta haa bernijü mawdi haa lesdi Iran. Amma yimbe faamarba tan don wangina nuddinki maabe ngam dalila yarnuki bone, nonon boo ngonbe haa Ispahan. Ndaa yurminde nde Allah don wadana yimbe Ispahan ? allah don laara woddugo nyübalaiü berniwol man Allah don laara yurhinde wondbe ton taa gadi jaatti muudum. Taakle maako. O andi inde e saare kaala ngonda haa Ispahan fuu. O andi jonde maabe, sakleere maabe, sunno maabe e seyo. O andi e koo duniyaru e gaarandum wadata fuu. O maari haa jee koo moy laato innu keso haa yesu Almashihu. (Jaabura 8 : 1- 9). Koo buri ma ayaare 5, Ibrninko'en 2 : 5 - 15 bee Efessuy'en 2 :10)\\nHaa Ispahan, woddi yimbe koo burata temere kocaanbe inde nde mintami hollugo haa yeso do sedda. Min tindinan bee bee inde somore, yamen jaamirawo wangina kisdam maako haa ummatore Ispaha. Yamen jawmirawwo « o maabita gite maabe, waylita bee diiga yibre haa jayngol, diiga bawde say danu haa laamu Allah, nga bee heeba yafuuye hakkeji mabbe e mo'ere maako. Inde worbe : Mohammad Hassana, Ali Husseni, Rasheed. Rewbe : Fatima Roxanne, Soraya, Jasmine Khadhija. Bababal darngal day dum e adiressejü : wolwanbe inglisre, ngam lesdi Iran e Ispahan : http:// www .iranchamber. com, www. Iranpix.com.Bee koo nandi.\\n10 Haa Lesdi Hirna Pamarah\\nDarngal dow lesdi Europa\\n5 Octomba 2006\\nLimgal yimbe: 2,22 milliyon nder asli. Albaniya'en: 88 % Montenegrin'en: 7 % Feere boo: 5 % Jaajirka lesdi 10,887 kilometta\\nInde didi buri andetebe haa lesdi mangal Balkiniya: Kosova'en wolwanbe serbiya e kosova'en wolwanbe Albaniyare. Haado min don wolwa kosovare albaniyare ngam bee laati burna julbe. Kosova'en laatino yimbe koma'en, Byzatin'en nder laamorde Otmaniya. Nde laati lesdi serbiya hiideko konu wada nder lesdi fuu, e yougoslaviya boo bawo konu. Diga lewru Jun 1999, kosova dowama e lamdo mo laami doo lesdi kawtude diga habre jee wadino haakunde Albaniya'en e Serbiya'en. Nder hiitande nde fudi nder 1998, nder bee mbari yimbe jur e non boo jur eggi lesdi man. Kosova hebi de'ere nder duubi bawojii doo siriw. Kawtal lesdi Europa don habda ngam mo'ingo nde. Ndah koo salata haa tongal wakkere mashiko'en yiyolonibe ton nder dubi salide, mi salani wakatijii amin nder ekklessiyawa nga pritiniya, lamorde lesdi man. Jungo Allah don dow Kosova, jur maari hajee nanugo linjiila. Dum haydini amin jur ngam, har min jeehi fuu yimbe yewti bee amin bana non e min sendi linjiila e Defte jur. Derdirawo amin gotto hokki jangirde haa sudu jangirde mawnde, bakin yimbe 100 don wara ton nyaladu fuu. Koo too julbe'en turtobe habdi nga jiibugo nde. Torren ngam yimbe AlbaniyaTorren ngam yimbe Albaniya'en boo, senda nuddinki maabe e wodbe feere boo. Yebre mashinko'en kosovar'en besdi tati nder temeere. Diiga\\nNgetten Allah ngam dum koo sala haa lesdi Kosova. Haa je jii yimbe ngonbe nder ekkitinol sana'a. Torren ngam tubobe hesbe bee hebba mawnugo ndre nuddinki nder wolde Allah e bee seedo caaka yimbe maabe. Torren jawmira tokka hokkugo welo ngam wolde maako caaka julbe haa kosovar. Torren ngam kosovar'en hebba hikma Allah, ngam bee laato sembidinabe jur ngonbe nder islama bee jaaba yesu.\\nGeneve Kosova Lyon les franssa\\nMarseille les franssa\\nHitande salnde, nder balde 30 jee d'o'are bee wolde Britaniya, woddino taariya sukaabe dido julbe. Nda taariya gotto maabe fahin, mo inde maako « A » nder defter ngel njonde saati ngam goddo mo inde maako A. O don wondi bee sukkabe julbe'en feere e o wawata wolwugo bee laabdum dow keebal maabe heddé yesu. O don janga deftere wakkatti o don feere maako. O maari haaje soobirabe mashinko'en ngam sendugo, amma o hulan nastugo nder ekklessiya. Inu moo don nder haya bee maako hapdi ngam yarugo mo haa julirde, amma o laari bana o wawata ngam o huni o looratako haa pelel bana doo fahin. Yidde A dow yesu besdi nder hitande salinde, ngam fami jawabu ngam yambe nde waddani jawmirawo ngam hebugo kuugal, koo too caadele duudiboo. O hooté haa lesdi maako baadidum doo o wolwani saarojü maako dow yide Almashihu. Bee nani boodum, A don numa kambe boo bee tami jabugo yesu. Yosri laati gotto caaka saarojü Algeria'en egube düga boyma. O mawni haa lesdi franssa berniwol ngol Lyon, nder hitaande 80, o yi'ino koo sali nde hiitande 2005 gal kaywejee lesdi Franssa. Bana hodbe feere, saarojü maako ekkitini mo nuddinki julbe. O don maajina wakaati maako ngam fijügo balon e fujirde feere bee biikon fatude. Amma, assawere feere wodi koo sali bee maako, bee\\newnimo o wara haa ekkitinol mashinko'en ha faatude maako, nden bawodon, dum laati haaje maako hal hal, sobira be maako makrebiya'en don yaltira ton boo, wakkati bee fami bana dum ngaba gal wakkere maabe bee tampi, amma kanko o don tokka yahugo koo nde o laati mawdo foo. O don janga Deftere ngam famugo seda seda, wolde Allah, nasti nder bernde maako, fuddi wangingo bendaloojii ngaylititki. Haa timode jaangirde maako jee soojeku, o yeehi jangugo haa jangirde Defter haa lesdi Kawtude. Hande o don maari ardungol mawngal gal wakkere jangirde man. O don walita ngam hookugo jangirde haa warabe düga diina islame. O don wadda jaahile haa Afrika woylare ngam jangingo e sembidingo mashinko'en. Torren ngam Yosri e yimbe wodbe bana maako jee Allah ewni bo ngam huwugo haa lesdi Afrika woylare. O he bi ewnadu jur ngam jangingo ekklessiya'en. (Yosri noo dum inde maako jee gonga).\\nekklessiya gotel haa 30, nder duubijii sappo bawodon. Bee don maari Defter asli feere feere 60 e dalilajii boo don koo laarani mashinko'en. Bindel feere gal wakkere mashinko'en sendama jur haa Albaniya'en, jur caaka mashinko'en laatibe julbe aran, don wada waju haa radio Istanbul, bee sendi Defterjii haa julbe nder laabi. Hala man memi bee ngam kambe arti wadugo islama haa lesdi, amma hande bee don sahina linjiila, e bee maari famugo moy woni yesu? Nde Allah hurvi nder maabe, beef acci ngayngu maabe hedi Turkiya'en e bee ngidi beee jonta kam.\\n11 Ndarki Haa Lesdi Europa\\n6 Octomba 2006\\n7 Octomba 2006\\nGeneve Lyon les franssa\\nLimngal yimbe Lyon : 1.26 miliyon, 150.000 boo laati julbe. Dum laatake bee koydum haa goddo waajina linjiila haa berniwol Lyon ngam habre ruuhukeru don ton Lyon laati wuro ngo daabiyajii Franssa'en don tabitti amma, kotolik'en laami ton bee suujidango Mariyama. Koo too 70 % caaka Franssa don wiia bee katolik'en boo amma 10 % tan don huwtinira koo katolik'en wi'ata (bana 6 % koo laarani limngal yimbe man). Amma protestan'en don bakin 75 % caaka yimbe lesdi man. Bakin 25 % don hal fina koo'e maabe haa biidakuji, e daaral kayeefijii, 15 % boo don majina miliyon, ceede maabe EURO, ngam laarugo sa'a maaba. Dudbe don wi'a bee yidda diina koo ngaye. Burna julbe ngonbe haa berniwol Lyon iwi haa lesdi magrebiya, bee Algeriya, bee maari kakajii maabe bakin didi haa lesdi man. Burna maabe boo don haa kawye lesdi Lyon, ban,a Venissiya, haa min tawata turbobe, jur caaka derke'en hebbi findinki diiga goddo mo lesdi Afrika fombinare mo Inde maaka Ahmed Deeat (may nama nder hiitande 2005), mo siri yonkijii maabe bee waju badde, nder kassetjii video maakoo o wi'ata dow Deftere, laabay sam. Huwobe mashinko'en fotta bee goddo mo don teffa hisnugo yonki maako. Amma koo buri ma julbe'en man burna derke'en hormata mawnirabe'en maabe e diina maabe boo, koo hande nder ngewta bee mbolwa dow diina islama, amma bee laati hayam'en. Burna mashinko'en imbe diiga dina julbe,don seeda bana bee laati julbe ngam bee nani seedamku soobiraabee Derkejoo debbo, janginando taariya diina haa Généve sakli nga gaajangal ngal o laarata dow cuude yimbe e ekklessiyajii. O hooci fotojii jur. Wakkati rewbe amin didi wolwide bee maako, o wi'iibe, o sakli jamum : « o wi'i : ngam dume nassara'en wawan sodugo alkurana too bee maari haaje, amma haa lesdi amin, haa o sooda Deftere mashinko'en bee accata amin ? » Derkeejo feere mo lesdi sawdiya Arabiya hay dini amin bee wi'igo « min don yedda haa joamirawo mabbitandu, koo too bee yidda mi sodda deftere mashinko'en mi wawan hoccugo nde haa internet ». Koo too nder gewte amin o wolwi jur dow koo julbe numata ngam mashinko'en boo, a jaabi min sanja adresse jii amin ngam tokkugo nder ngewta. Nyalde feere, yebre amin yimi haa babal yilotobe nyamata bee wolde arabere, bee seyi nanugo gime bee demngal maabe, dudbe caaka arabe'en daari haa bee nani bee bodum. Caaka maabe gotto mo lesdi Syria,daari ngam laarugo amin. O don mari nyaw ngu hurgatake gal dande maako, dokta'wi'i mo o don mari lebbi seeda tan ngam yeddugo. O wi'i koo tow bee wii mo non, Allah accanan mo koo duubi tati tawon bawo ngewta amin , o jabbbi min torra ngam maako nden o hocci Alkawal kessa gotel o dili bee man Haa dumol juu,genene don jaaba hodbe waran be ngam yilugo, burnan boo yim be lesdi Arabe « bee don wara ngam siwtugo e dee ticgo nga wala haraka haa ton e faadore boo don ». Ngam fotugo bee maabe, yembe mashinko'en don wada sahinki linjiila wakati dumol man fuu. Burna galtiranbe haa kawtal man woni, mashinko'en iwbe haa diina julbe, bee don seya ngam fottugo bee julbe saranbe man e bee ngilo hawtade bee maabe. Rawani, lewru gotel tan bee ngewtidi bee arabe'en boo, jur jaabi yetitgo e linjiila bana taariya yimbe Tato jee mi limti jonta. Yimbe 300 caaka maabe naini linjiila bee labdu, 30 boo wangini haaje famugo fakat moy woni yesu Almashihu.\\nTorren ngam linjiila nasta caaka julbe e yimbe berniwol Lyon fuu. Torren ngam yimbe jee hebbi jangirde ngam wajingo julbe koo too caaka man duudi boo. Mashinko'en hawanbe caaka julbe, fotan bee caadele feere feere nder jonde yimbe lesdi Lyon Torren Allah ngam o sembidina bee nder kuugal man bee hebba jaalorgal.\\nTorren ngam ekklessiyajii jee famay haa jonta, bana hani min ngajina julbe boo, ngam bee hebba kisdam e bee sendidira bana noy wajingo bee, ngam julbe boo hebba tamunde kisdam. Torren ngam julbe'en jee tuubi, ngam ekkitinol maabe boo. Torren ngam mawnuki kuugal « linjiila e islama » dalila woni sembidingo ekklessiya'en ngam bee senda linjiila bee julbe'en ngonbe haa geneve nder lesdi Suisse fuu. Bawo mayde laamido FAHD mo sawdiya Arabiya, mo laati coodanowo kuuje jur haa ton, nden yimbe fiilobe sinki ngam taa kuuje maabe soray fahin bawodon. Koo too hande yimbe feere boo don habda, suudu mawdi ngam jabaago wodbe don sinka. Geneve laatake babal siwtare jee sawdiya'en njahata, katawwin e waranbe gal lesdi golfa. Koo too hande waranbe gal lesdi arabe'en ustoto, julbe kam tum don hewi ton. Nde bee don maari guree 180 feere feere, e baki nulaabe diiga lesdi julbe don 35, bee julirde didi e babal fijiirde ngam julbe boo don, bee yimbe lesdi Makrebiya e warandbe gal lesdi Afrika baleri. Mashinko'en meday habbugo dalila bana doo ngam sahingo linjiila caaka julbe. Nde bee fami haajeejii man, ekklessiyajii jur don habda ngam yahugo ton, ngam wazigo julbe ngam wakati famdi. 12 Ndarki Haa Lesdi Europa\\nmaabe Franssako'en nder jur. Wodbe don mawna, e wodbe boo don tampa ngam jonde maabe wakkati bee derke'en. Caaka julbe'en jee don 150.000, haa Lyon, tan jee jaabi Almashihu don 40 50. Diiga hiitande 2001 yebre man don hawta ngam hebugo sembe nder nuddinki maabe. Ngam bee hebba wajingo julbe koo bee dalila toy fuu. Bee don teedina jawmirawo bee Arabre, Kabilire, e Franssare, nde bee nyamda hawtade. Haa berniwol Lyon, yimbe 8 iwbe diiga yebre man don senda linjiila caaka julbe, bee don mashinko'en feere 5.000. katolik'en ngonbe ton don habda nder ngewta bee julbe boo, amma bee maray haaje wadugo bee haa Almashihu.\\nDanrangal Dow Lesdi Asiya Caakawa\\n8 Octomba 2006\\naadidum do wodi juldo mo fotti bee jawmirawo bee dalila feere, o don no wada ngawu liidi, nden o sora, nden ngaw e kuusel man yimbe Asiya'en yiddi dum jur. Debbo maako tum CHINE don yaha ekklessiya, nden gorko go nyawni haa badino mayugo. Nden debbo maako maari no Cham'en haa haajee laarugo mo bee maako kambodge haa ekklessiya fuu no! Nden o yehi nyalde feere, bee hokki mo Deftere senide, nden o fuudi jangugo, nden nyalde feere o don nder kombowal maako Jambi male'en e huwobe boo ndon seera, wodbe boo donno ngawa liddi man. Amma wala koo bee nangi, Julbe haa townde Fiji nden bee berni. Nden juldo o go Rejang'en mdonesiya wurtini Deftere jee bee hokki mo nden o fudi jangugo. Nden o daani, o hoddi. Nden koydol ngol, bana o don daari haa fomonde maayo nden o AUSTRALIE laari limngal keebal ndon jalbitta nder nleru kombowal maako. Nden goddo wari daari kombi maako don wakkere feere o wi'imo, bee jahaa gal wakkere kaaja, nden o finigo, o yami huwdobe bee maako, on jaahan haa kolan mo mi on fuu na? Bee jaabi o hoo, amma na walako mi nangatta, o tindini bee gal jungo nyamo bana nder koydol maako, o andi boo wala mo nangata liddi gal wakkere man, nden bee sakkini jubawol, wadi assawe je taati bee don nange liddi ton. Nden gorko o wari haa yesu hande o wadi julbe jur nder nuddinki. Seedamhu diidawre laarani goddo mo inde maako Alf (naa dum inde gongare). Yehino bee saarojii maako laarugo kaw maako nyawdo. Nde o hebbi wakkati seeda bee ndotiijo o mo nyawdo go, o wajini mo linjiila nden o tubbi. Amma kadi, dum kaydini dum, amma kaw maako man laati limanjo. Ndotijo yami, fotti o wolwana yesu na? O jaabani mo ohoo, a fotti a wolwana mo bana en ngewti jonta do. Bawodon Alf, yehi gal bawo sudu, nden o nani yimbe don wolwa haa nden sudu ndotijo wonigo! Bawo minti seeda o don nana ndotijo don tokka wolwugo bee goddo nder sudu. Alf nasti yami ndotijo bee moy o nyewtidi? O jaabi bee goddo mo don joddi ton doo. Alf laari gal seera maako fuu wala mo o yi'i. Noy mbida? O jaabi, goddo o wi'I jango, o don wara hocca ham. Amma mi accan bandu am bawo. Bawo don, Alf nani kaw maako mayi.\\nJulbe haa townde fiji\\nLimgal yimbe : 893.354 (lewru Juye 2005) Düna : 7,5 % julbe Bana bee don 67.000 dum limngal yimbe 52 % dum machinko'en : mathodis'en, pentecotiska'en, katolik roma'en nonon boo yimbe dünaji feere feere boo don. Nder hitaande bawodo, ekklessiyajii haa fujü lesdi dalila kayeefi. Fijü'en don haa towdijee mawde haa laatide baakin 300 famaarbe. Kaajum laati lesdi mawdi gal wakkere pacifiya. Jaajürka lesdi man 18..270 km2 nandi bee jee Dikardiya. Fijü'en hebbi ndimu maabe nder hitande 1970, nde haande yimbe Britaniya laminio dow maabe baakin duubi temeere. Wonbe ton dum yimbe asli feere feere Malanasiya'en 51 %, indiya'en 44 %, europa'en 5 % e wodbe boo. Demngal wolwande haa ton dum inglisre. Amma yimbe asngol fuji'en don wolwa poloniziyare bee fijüre amma yimbe feere banaa indiya'en don wolwa indire. Tariya fuji'en, laati bana bee wari düga lesdi indiya ngam huwugo nder jamdi wadandi sukar hakunde 1879 bee 1920. Dudbe caaka julbe donno rema ngessa yobbe bakin care 2 mala 4. Dudbe caaka mabbe mahi cuudi jangirde bana koo don salo haa lesdi nassara. Bee maajum fuu julbe lesdi aynugo dabbiyajü maabe nga haala diina. Kaa jum hande don holita jonde mabbe famdi koo haa babal kuugal feere feere. Diiga duubijii sedda do, fuji'en don hoocca janginobee julbe. Waddugo hiju haa Makka dum waddama bee babal yimbe lesdi sawdiya Arabiya. Hande koo buri duubi 20, burna julbe pat borna bana arab'en « bee don numma bana non laatinanbe julbe gonga'en » Koo too hande dudbe tokkata koo islama laati mashinko'jo. Burna don yedda haa hirnange Townde Fiji. Massalare nde bee arti mahugo dum nder hitande 1900. Hande julirde bakin 200 don « pelel julugo » jee fuje'en, haa laade on burna bee don kawta ton haa pelel julugo. Haa nder berniwol, julbe burna haa Suva berniwol mangol don joddi caaka wodbe dum caadum haa bee sendidira bee bee yimbe feere.\\nNder duubijii bawodon, ekklessiya Fiji'en don besda ngam dalila kayeefijii feere feere. Torren ngam kaye fijii feere feere ngona ngam wartigo julbe haa kisdam du midam. (kuude ne laabe 2. 42 - 47). Torren ngam ekkelessiya, burna jee julbe'en don nasta, bee ngada babal maabe boo ngam julbe'en tuboo bee hesbe ngam bee laato puukara'en gonga nder almashihu e bee heeba babal maabe haa nder ekklessiya man. Burna caaka julbe'en tubba hesbe, don hebba bariya diiga ardube mawbe nder islama e non boo bee hedidirahe maabe. Jur caaka maabe don maajina kuugal maabe e saaroji e soobirabe maabe. Torren ALLAH sembidinabe ngam bee tina nder nuddinki maabe (wahayu yuhamma 12.11)\\nHande huwobe caaka maabe fuudi famugo jonde maabe e al ­ ada maabe e koo laarani indiya'en fuu. En wawan ngondingo bana, hande wartugo mashinkejoo haa ton laati bana waajibi. Amma bee man fuu, julbe'en don wara haa nder ekklessiyajii feere feere. Yimbe seedda non caaka julbe'en wartube mashinko'en don wajina linjula caaka julbe bee tiinaare.\\n9 Octomba 2006\\n10 Octomba 2006\\nHimgol yimbe : 800.000\\nCham'en haa kambodge\\nYimbe Cham'en don 308.000 wondube haa kambodge, 127.000 boo haa vietman, 15.000 haa Laos, e non boo haa gure feere feere. Bee don maari bakin gure mawde 378 haa kabodge. Burna gure mandon haa woyla phnom bee penh. Bana demde jur haa pacifikiya, wolde Cham'en, wolde cham'en nandi bana wolde yimbe Indonesiya hirnaageri Malaisiya. Fudode man, cham'en laati yimbe fombina lesdi vietnam, jee bee mbi'ata, champa, laati lesdi marnde risku bee ndiyam iwadam haa lesdi China. Cham'en laati yimbe faamarbe marbe saman haa kambodge. Bee don rema marori burna e liyere, Masardi, taba, mbaï, binjii, fugeriya, ferviya e hakk o jii boo. Cham'en feere don gatta dabajii, feere laati ngawobe haa gure toy fuu e burna wonde haa dande mayo Mekong e bee don besda. Feere don yedda bee filu dabaajii. Haa tariya maabe, cham'en laatino yimbe budha, nden bee laati julbe nder duubi tokkidi. Diina feere jee bee nuddini jur dum « Allah dada ». Burna maabe donna sujiidana kakajii maabe maybe e cembidbe, e dayanbe boo. Islam yotti haa kambodge gal lesdi indiya e Malesiya. Wonbe haa kaywe Jiili islama bee al ­ adha maabe e tampa diinaka ngam haa bee jo'ina islama ngotka. Burniwol ngol bee jo'ina ngam islama wada julde manga torn dum chur changura baddi bee phnom epenh yebre julbe'en feere haa kambodge woni yimbe da'wa mawdo man boo chag veng, Iaman san, Wahhaya'en boo don wondi bee maabe. Yimbe chang veng don jiila wolde maabe bee malere e dum laati ngam naral maabe bee julbe tokkibe Imam San uo lesdi Malesiya e bee babal nga'al bee keebata. Yebre iman san duuday narugo bee julbe feere ngam kuwtiniral maabe e tampa diinaku, nde julbe'en feere jaabatako fanani.\\nTorren ngam Allah maabita gite cham'en haa bee hebta yesu Almashihu bana kisnowo maabe. Torren ngam Allah nela huwobe jur caak cham'en ngam bee nuddina yesu Almashihu Torren ngam Allah fadana « huwobe » caaka cham'en Torren ngam Allah mawnina nuddibe cham'en nder nuddinki maabe nder yesu Almashihu.\\nBurna jambi'en don yedda haa jambi,wuro ngo maray yimbejur haa gal waakkere caakare Tow nde sumatra haa Indonesiya. Lamorde kessum jee jambi hawti bee bernijii artudi fuu. « laamorde lamido arandejo » e laate babal kuugal ngom natimo Telanaipura, tan gal funangue. Wuro man don maari foreyi e laabi ndiyam haa yotti mayo maango batang haki. Burna maabe don yedda bee ngawugo liddi 60 % laati remobbe, amma ndemri don nafa 30 % koo laarani kebal lesdi. Ledde kawsa, nebam palme, copra, kafe, sa'iye laati kuujee tawete de haa ton. Yimbe suda caaka jambi male'en hebi jangirde. Burna maabe don seya dalila jonde maabe, mala boo bee don numa, en wawata wadugo koo dume ngam howtingo jonde maabe. Wolde wolwande haa ton dum Bahassa indoneziya jur maabe don wolwa Malere, Bahasa jambi. Jambi male'en laatidum julbe, e bee andi bee ngam turtol maabe islama laati bana diina man nder hitande ujine 16 wakati filoobe arabe'en yotti haa townde. Hande haa wuro koo toy fuu « kampung » (hedidirabe) bee « rukun Tetanga » (ummatore badibe) en tawan babal julugo e jangirde bee (jangino wo ngam sahira islama). Jambi male'en don seya ngam wuro maabe fuu julbe. Amma yimbe man don huwtinira islama jee cobdum kara gure fuu don mari TR (ardido) bee don maari boo malum'en, malumojo don wada do'a ngam nyawdo mala, ngam pukarajo maako, haa hebba yamdita bee bawde Allah, mala ruuhujii yamditinki. Dowanbe julbe don hooka laayajii haa daada bikkon ngam bee faddana bikkon e ruuhujii kaaludi.\\nMin maari haaje huwobe caaka jambien Torren ngam yide Allah e yesu Almashihu nasta nder mahdi kaddandi linjiila nastugo caaka jambi'en, ngam bee hebba ndimu bee jabbago yesu Almashihu e bee laata boo bibbe Allah. Torren boo ngam jambi male'en ngam bee laato mashinko'en sembidbe, ngam bee jo'ina ekklessiya laatanga dey dey maabe.\\nLimce burnde wodugo, jambibatk (bah ­ teek) laate bana hunde jonde yimbe man. Nder wuro man rewbe don kawta ngam saygo limce batik. Bee badda diidol caat ngol, nden bee don wangina dum. Burna caaka rewbe don borna jiibere batik e bee don wawa bikkon bee man wakkati kuude. Wakati teegal mala julbe, bee don sayna batik burngo wodugo.\\nDawa'en laati jiila nulaabe julbe feere feere diiga lesdi feere feere. Hande en don laarabe nder caalajie haa kambodge ngam sahinki nuddinki maabe. Koo nawakam, bee don huwa haa julirde nde bee weratta. Wah a biya'en nandi yimbe Dawa'en, bee wajira turtol nder islama. Yimbe cham'en seeda tan hebbi linjiila wala ekklessiya caaka maabe, e deftere boo waylitaki e wolde maabe.\\n14 Ndarki Haa Aziya / Pacifiya\\n11 Octomba 2006\\nDarangal dow lesdi Afrika\\nRejang'en don haa lesdi ndi don fudna Rafleniya, pindi Burndi mawnugo haa duniyaru (badi yottugo metta gottel). Limgal yimbe : 700.000, 99,9 mashinko'en jee cùkitninay duubi caapandi e joy. Bee don yedda haa caaka lesdi marnde pewol haa wakkéra Barisan wuro sumtira, townde burnde mawnugo haa lesdi indieziya. Townde sumatra nde go hendu man don wuula, nde go boo hendu man don fewi delem, e pewol feere don wara gal koo seje boo. Rejang'en bee don sendi bakin yebre joy ngonbe haa babal bondi, haa wadiwol Musi e wakkare bdyffu woni haa yotti maayo mango jee haa indiya. Rejang'en sendi bee luutudum yimbe duuniyaru bakin duubijù. Bee don seya nga tariya maabe jawmum, bee duuday yerdugo daabiyaji yimbe bee ngidda boo wodbe. Worbe e rewbe fuu don borna limce jùlaade nde bee mbi'ata nde batik mala boo saron maala kain. Bee don nyama marori jùladi bee haako kecco. Ndemri maabe woni maarori, cafe, sayi, nebam manja, ebessiya e podergol. Rejang'en feere don huwa nder ngessa jarne, wodbe feere boo don huwa laare, hodbe boo ledde, maakenge, deerejù wuro rejang'en wawan hawtugo diyejù, wawan jodididgo bee yimbe bakin 4000. Lawan maabe subama diga yimbe wuro. Huro koo jeetoy don maari dalila wadugo julde noo dum haani. Cuudi maabe mahama bee looppe guulade bakin 1,5 bee reetta haa yotta metta 2. Bee don accaa jaw leur ngam jabaago hodbe. Mahdi man don woddi bana no bee maari haaje bana baba saare e daada saare e bana no dum dawri wakkati teegal. Bingel fotti laata ngam saarojù debbo maala wakkere gorko, maala boo ngam lenyol. Dum woni nuddinki maabe ? rejang'en\\nTorren Allah ewna worde e yewbe ngam bee huwa caaka rejang'en Torren ngam Allah sembidina e o cusna nuddinke ngam bee don sendiri bee yimbe nder jonde maabee ngam bee heeba cusal seedugo yesu Almashihu caaka yimbe asngol maabee. Torren Alla o subba ngeylitanbe defte bee wolde Rajing're Torren ngam bawdeejü cobdi sankita ngam linjüla heeba nasta caaka yimbe man\\ndono tampa dùna'en bee don numma bana ledde, tapaaje e dabbajü don mari yonki duumiki. Dum filobee julbe on yari islama haa sumatra nder hitande temeede joy e tati. Düga ujiine nogas burna rejang'en fuu nasti islama. Huutinirge daabiyajü tampadinku don laamo nder haakilojü maabee. Bee doon huwtinira e famlaku e laayajü ngam faadugo ko'e maabe e nyawji, adimaroku, donne'en boo. Koyto man woni wala Deftere woylitande bee wolde Rajing're. Malaa boo koo taskarajü bee wolde maabe bana kuubarujü haa radio bee televizion. Koo laari mashingo'en. Wodi nulaabe lesdi ma don huwa caka maabe, amma haa jonta bee ngala kebbal sam ngam nuddinbe fuu furata 50 caaka maabe.\\n1. Seedam ku haa Kamerun : mi asgol kanuri haa lesdi Nigeria, mi jangi alkurana haa Nigeria e lesdi Kamerun. Mi hebbi ma ceede julbe ngam jangirde haa lesdi sawdiya Arabiya. Nden mi warti gal ton, mi laati gajowo haa fursina manga e ton boo Libiya woddi gajowo mashinkejo boo . Min laati soobirabe. Mi habdi bee sembe am fuu nga gorko oo laato juldo. Amma gukku maako Darfur Gambiya fotaniyaam jawmum. Mi ewni mo o wara NIGERIA haa jumbare julugo bee amin, o ewniyam Kode d'ivoir boo mi wara haa dewal mashinko'n nde jur KAMERUN haa ekklessiyajii. Nyalnde feere mi yami Allah nder haydinare mi wi'i toy gonga e feewre ? Bawo don seeda, mi hebbi baatakewol malum jo am moo jangini yam, nden boo o laati mashinkejo. O sembidini yam ngam mi teefa Allah ngam haa mi hebba Yao lawol gonga. Wakkati man on jaw mirawo maabitini yam laawol. Mi wangini hoore am, mi mashinkejo bana malumjo am. Nde nayi, yimbe saare am dabbi mbarugo yam, bee maari haaje mi lora nder islama. Bee keppi ekkessiya nder faatude am ngam dalila ngeylititki am. Nden julbe'en feere nangi yam, tappi yam haa mi badino mayugo, bee mbi'iyam mi wangina nuddinki julbe. Mi jaabini bee mi wala kulol koo too wade hocci yam. Amma jee maabe, dum kulludum. Nden bee fiyi yam fahin haa mi badino mayugo. Amma mi daadi. Bawodon mi hebbi caadele bee sooje'en polis Allah yofti yam. Mi don tokko jagganango jawmirawo bee bernde am fuu. 2.(seedamku didawre) : Duubi saalindu, yebre woddobe do'are nga « balde 30 » yimbe joyi haa lesdi Afrika ndaa koo laati bee maabe : Balde 17 nder sumaye e wakkati julugo, imam laari o wawata tokkugo nder julugo yesso yimbe. Imam feere boo wari fondi, o tawi julugo bana no julbe waddata. Imam arandejo laari nder waheyu, mashinko'en don tora wakkati man, nden tornde maabe don haa jee julbe. Nden yebre didi man don kamba nder do'ajii maabe bana ka'e, amma ka'e mashinko'en don pussa jee julbe. Imam yehi wi'i mashinko'en taa bee wadda do'are wakkati julugo maabe. Koo tokki tarihaa man, derke'en jur don nuddina, on tawan, dum haa : 15 Ndarki Haa Lesdi Afrika\\n12 Octomba 2006\\n13 Octomba 2006\\nYao en haa Tanzaniya\\nYimbe 500.000 don yedda haa Tanzaniya (miliyon 1 boo haa Malawiya e 450.000 boo haa Mozambika) yao'en haa fombina lesdi Tanzanie bee ngoni haa yotti darnde keerol maabe bee Mozambik, bee laati burna dum yimbe Gantanbe daabajii, fiilobe boo don seeda e nonon boo bee don yedda fodde asli maabe. Inde ardibe dum Mataka, Kanduru e Mtalika. Daabiyajii e al ­ adda don wade nder julbe e gamirli e kuude feere feeree. Rewbe hani bee ngada njenu too debbo man bangay. Bee don mbada julbe feere too nyalde debbo hocci reedu aranderu. Bakin 1800 arabe'n fuudi fiilu bee faybe reebe jee don mbi'a « kordo » haa lesdi yao'en. Nden yao'en feere don njaha nguya faybe rewbe haa hedidirabe, bee coorana arabe'en don yaha soora haa gure feere, bana ni yao'en boo jaabi islam, hande 95 % caaka yao'en dum julbe. Islama laati bana al ­ adha maabe jonta kam, too hande gotto maabe acci islama, bee don ngudina mo ciilak bana bee anda mo sam. Bee don yarna mo bone ngam o hebba o lorta nder islama. Wakkati bee itti fillu yimbe ngam laatingo bee macuube haa Tanzaniya nder hitande 1873, dum jiibi naral hakkunde maabe e yimbe jee laamino dow maabe. Nde hande bee don lara diina mashinko'en bana diina nassara'en nden bee wanyi dum tam nde nulaabe mashinko'en fudi wadu go babal bana : jangirde, lekki, yao'en accay bikkoy maabe janga. Bee don mbi'a taa bikkoy maabe nyama gagdujii, nden bee laato mashinko'en. Bee don laara mashinko'en bana feray, bawo duubi seeda, kuuje fuu sanju, hande naral don boddum. Julbe don kawta bee mashinko'en wakkati maayiti, maala teegal. Linjiila yottama haa yao'en bee yimbe Anglica'en e\\nDuubi duubi sali diga M. cast lorti haa wuro maako o laati nuddigo arande joo. O yari bone jur ngam nuddinki maako amma o hebbi sembe besdugo nuddinki. Bawodon, Allah ewnimo o seedo linjiila caaka yimbe maako. Dum goddo arande jo mo ekklessiya maako neli mo haa o huwa caaka yimbe maako. Damuude jur maabiti haa yeso maako. Wakkati o yiloyi yimbe nde didi, yimbe jo'o tuubi. Imamjo juldo ewni mo, o wara waja haa julirde myalade jumare. Yimbe wuro jur wari nani waju nder laato noji haa wahayu yuhanna. Kawtal fudi bee jande q kalkal dutimi haa jamdi nayi assira. Bawo yamde seeda. Jur caaka warobe hucci don seyi ngam jaawabu jee o hokki. Imam wi'i mo « hani mi numa dow woldema » yimbe worudugu ndon yedda haa Afrika caakare marnde hamdare njasnga, haa wakkere woyla lesdi kode d'ivoir. « l'imam wi'i haala kaa too min nani no kaa hunduko janano « nassarajo » min wi'an kuubaruwol ngol laaranay en amma dum bingel amin on wolwi, amma min numa boddum ngam man ». worudugu'en don bakin 100.000, bee don jiili julbe e tam padiina'en. Bee don sujiidina kuuje bana : ndiyam mayo, ledde koo mbodi'en feere boo bana ceenidum. Bee kulan ruuhu cobdum, karama'en e wade. Bawodon nulaabe asli feere feere 10 wari hurwi caaka maabe. Bee kuwtiniri daabarejii jur ngam sanhigo linjiila : soobiraku, babal, sahinki linjiila haa daldal nder gure, gura yesu e waju mejii nder kasset. Worudugu'en feere hebbi koydi e njamnitineki. Bawo do nuddinbe worudugu'en ewni yimbe maabe, jabba yesu. Duubi 25 nder awre wolde Allah hande yimbe famarde tan laati nuddinbe, nden bee don yara bone. Hande wakkati coodol wadi caaka woru dugu'en ! « ummatore lesdi fuu numan ngam jawmirawo e bee ngaran haa maako... » (jaabura 22 : 27 ­ 28).\\nYimbe feere caaka yao'en bee mbassa'en e wola holaare boogal rewbe, hani worbe laato ceenibe nder jonde maabe. Nuddinke hesbe don fotta bee caadele nder jonde maabe, dum don lorna bee nder islama fahin. Hani ekklessiya kessum huwa ngam hawtugo sembe maabe haa bee walita nuddinbe hesbe. Waju yeedi don fandi haa radiyo e non boo yajay. Torren jur ngam huwobe babal maabe ngam haa kuugal hebba yaha yeso. Yao'en yidda nulugo bikkoy maabe haa jangirde. Amma dum dole bee neela bikkon haa jangirde. Jangirde dow njenu haa yao'en don yerba derk'en haa daakareeku. Derke'en jur don yedda nder njenu diiga bee bangay. Televiziyon boo don wadda koo hanay ngam derke'en.\\nNgam wolde Allah nasta nder bernd woru dugu'en e fuda nuddinki Torren ngam coodol mangal ! ngam nuddinbee laato seedobe bee wolde e kuude Torren ngam nuddinbe, wadan bee taariha nder Deftere ngam yahrugo yimbe maabe haa Almashihu Torren ngam wolde Allah sankita bana yiite laade haa gure 200 jee worudugu'en Torren ngam ekklessiya'en hesbe dowtina jawmirawo Torren Allah ummina gaajino bee njara kugal caaka asli 20 jee nanay linjiila bakin jee don haa woy lari lesdi kode d'Ivoir.\\nkatolik'en. Hande ekklessiya jur, jo'inam ngam nulaabe huwi e non boo filobe mashinko'en ngam dalila seedamku maabe. Ekklessiya'en man don wajina linjiila bee bangindu yeso yimbe fuu koo haa dal dal. Bee sedamku halhal i wajuyeejii nder radiyo bee wolde yao're. Burna gaajinobe e nulaabe fuu haa Tanganiya dum yao'en.\\n16 Ndarki Haa Lesdi Afrika\\n14 Octomba 2006\\n15 Octomba 2006\\nLimngal yimbe : 5. 766.000\\nDeftere don wolwa dow goddo mo lesdi Syrena, yehino urisalima wakkati, joangal maako bee dolle mo hoccugo gaafangal yesu (mata 15 : 21). Cyrené laati wuro barngo, wuro ngo bee mbi'ata jonta Bengazi. Haa funaage Lybia. Koo too haande, inde Lybiyajo don windi nder Deftere, yimbe man duuda nanugo inde yesu Almashihu. Laamido Mahamat Kaddafi don dowa lesdi man diga o jiipini laamido caatudo arande jo nder hiitande 1969. Duubijii caaludi, lesdi Lybiya laate'no gite yimbe fuu bana lesdi walandi kippobe e yerbandi yimbe arabe'en haa turtol. Kalaanjiir maabe don hooka jawdi mawdi haa yimbe ton bila mimsitaare haa lesdi Afrika kuude maabe feere bana : ndemri, kuuje yameteede, limce, ngawri e bawo don boo yibootobe. Taskara jii ngam wadugo mayo mango koo buri taskarajii fuu nder duniyaru. Bee don habda yarugo ndiyam man haa hourde woni fuu. tRipoli (Trablus bee arabe're), nde dum laati lamorde bee don maari babal ndiyam manga haa Lybiya bee don maari yimbe ngonbe nder wuro bakin 1.682.000. bee don maari hendu fewdu Mediteraniya, nder duumol dum guldum seeda, nder ceedu boo dum pewol e ndiyam. Bengazi don haa jutirka mayo mango Mediteraniya. Dum laati wuro diidabo bawo laamorde mango. Don maari (850.000). turtobee don ton berniwol man laati berniwol marngal yimbe jaangobe jur. Haa Bengazi bawodon n jenu besdi nder wuro man nga teegal boymawal nanday jonde derke'en jonta. Julbe don 96 % e mashiko'en boo 3 % don haa lesdi Lybiya. Bana laarugo, retta huwobe burna haa lesdi Lybiya dum hodbe, Lybiya'en mashinko'en dum yimbe kopte'en. Lybiya'en mashinko'en duuday. Sunnite'en laami haa ton e wajingo linjiila haa lybiyajo du kadadum. Derke'en\\nTorren ngam laamido Kaddafi bee ardibe feere feere Torren ngam libiya'en ngonbe haa yassi lesdi ngam nana linjiila e beee jaaba yesu haa yessi lesdi maabe. Torren ngam yebre waddanbe do'a, ngam lesdi man boo don wodi haa gite Allah. Torren ngam wajuwe jii haa radio bee televizion e satelit boo, baakin taskarajii 100 nder assawere don salo bee wolde arabe're. Duube caaka yimbe libiya'en windi haa radim, nder bee hadiibe nder tukkidirki kuugal. Torren ngam ngey lititki surawol yesu bee wolde arabe're wolwande haa libiya. Hideko dum wada, torre libiya'en laara, nana surajii feere feere bee arabe're Min don sarwira on laara haa adiress internet doo www. Springinthedesert. Org/\\nLybiya'en don maari babal jur ngam ngom nati don walita bee duudam. Koo lesdi man dawri ngam taa bee habba kuubarujii yassi lesdi, maabiba fuu. Amma hande, nnde internet nasti don saklabe jur. Bakin yimbe 70 % jee don laara internet don laara laakiri tan. Ribba kalanjir maabe hokki dalila haa derke'en feere ngam besdugo jangirde maabe haa yassi lesdi. Wodbe wawan nanugo linjiila haa ton boo.\\nLesdi Gambiya laati lesdi burndi famdugo haa Afrika. Bee don haa wakkere mayo senegal, bee don maari limngal yimbe miliyon 1, 5, dum asli feere feere. Mandinka'en, wolof'en, Fula'en e Jola'en fuu bee julbe. Non boo 95 % caaka yimbe Gambiya don wi'a koo maabe julbe, koo too ndimu subugo diina koo ngaye. Derke'en burna don dila gal wakkere ndubbi woni ton bee don hebba kuugal bee koydum. Haa ton ngoni cuudi jangirde e babal ekkitigo kuugal. Yilotobe boo don jaaha ton. Diina mashinko'en, bee don daara dum bana diina raneebe, fahinta ,gikku waranbe ton hokkata missalu boddum. Boddum man woni, nullabe jur caaka mashinko'en don huwa bee maabe. Haa Gambiya linjiila don nasta haa lugudum bernde yimbe. Margo haa jee ndimu kuulol ngam ruhujii cobdi, kulol ngam kitta Allah, ndon ngerba jur maabe jaabugo linjiila nde don hokka ndimu. Koydi don yerbe bee tee fugo Allah mo gotto. Jur caaka maabe tubi yesu Almashihu diiga koydol. Misalu F. Huwi bee yimbe duuni sappo, o hebbi koydol man nde taati, nder koydol man yesu don ewna mo ngam o tokka mo. Nde o laati wolof jo, dum laati kandimu e o loratako sam haa bawo, o tinidan bee Almashihu wakka bee farti mo, fuu o tiini nder nuddinki. Hande o te'i bee mashinkejo, o don maabita damugal saare maako ngam yaranbe bone. M. o laati mashinkejo Madinka. Saarojii maako serino debbo maako ngam taa bee hebba bingel. Bingel maabe gorgel woni seedaniku ngam heddidirabe e saanojii baaba fuu. Billa laayaru woru haa bender, amma tan bee hoolare haa Allah, o mawni bee jawmu bandu, amma kadi nder numojii sirsi, bee maray no haa jee taa ngel danya.\\nTorren ngam yimbe hebba wahaya huwugo caaka yimbe man a nebba. Bee ekkita wolde maabe boo ngam bee laata wakili'en linjiila. Torren ngam al ­ adha julbe, ngam linjiila hebba nasta Torren ngam ngeylitikki Deftere bee wolde maabe e min senda nde ngam ekkinole e nder ekklessiyajii. Torren ngam nuddinbe ton ngam bee hebba sembidinki nder jonde maabe e bee hebba jaalorgal Torren ngam mashinko'en ngam bee hebba jaabago wuddinanbe ngam dalila linjiila Torren ngam mashinko'en iwbe gaal diina julbe hebba seedda linjiila caaka yimbe maabe\\nB . bee Fula bee don maari haa jee hawtugo bee Allah. Bee laray nafuda nder sumaye e julugo nyalade nde Allah jo'ini pasterjo mo asngol maako. Tubobe hesbe man fuu maari haa jee sembidinki, balal boo hani wona « saarojii mashinko » 17 Ndarki Haa Lesdi Afrika\\n16 Octomba 2006\\nUmmatore haa Darfur\\nANNABI ESAAYA 9:2\\nMobgal Limgal yimbe man\\n215,000 1,400 ? 503,000 ? 15,000 171,000 44,000 95,000 134,000 418,000 131,000 710,000 100,000 ? ? 55,000 16,000 191,000 168,000 62,000 75,000 249,000 21,000 21,000 ? 88,000 5,000 163,000 155,000 ?\\nJokkirgol haa Darfur\\nDarfur laati berniwol jansnga e wadiwol ngol haa lesdi Sudan, ton yimbe doon bakin miliyon 6. Nde laati babal saklere nde jiibi haakilloji nder duubijii bawodon. Njarnuki bone, mbargo e wonugo. Duubijii caalidi, remoobe julbe e ngobe haa laade, durobe doon ngondi hawtade bakin dubijii nden bee te'i jur. Baddidum don jokkirgol wadi hakkunde durotobe e remobe « ngam dalila ndiyam » nde dum laati boo hakkunde arabe'een e baleebe Dum caadum hebtidirgo, wala sendidirgo yimbe man too a koddo, ngam bee fuu, bee don huwtinira wolde arabe're, e fuu boo bee baalebe bee yarode « yakke feere en tawan arabe'en man bee bandu lamdu seedda » Habre hande nde, fuddi nder lewru avril 2003, wakati yebre feere don joggi balmi dafar'en, wi'i bee maari haajee ndimu lesdi maabe, bee hippi sojee'en haa Darfur, bee mbari sojee'en bakin 100. Nden ngomnati waliti janjanwit'en man « durobe » bee natina turtobe, inde « janjawit » en wawan wi'igo bana « goddo moo don maari balmi e soddowo dow puccu. Sojee'en Janjawit, laati asgol durobe, Bagara (baggara) jee don haa Sudan e lesdi feere boo jur nder Afrika. Burna bee don mbi'abe arabe suwa. Yimbe sedda tan nani linjiila e daabarejii kaw tay bakin ngam sendingo bee linjiila. Ngomnati hokki haa janjawit'en balmi e motajii e pirojii ngam bee dippa gure kemobe. Numojii man don jiila ngam bee yiddi silminigo yimbe man fuu, non kadi haa bee mbara hala ndimu haa Darfur. Nder hiitande 2005, kawtal lesdi kawtude numi bana 180.000 mayi diiga habre man fuddi nder hitande 2003. Bakin 1.800.000, boo limngal yimbe jee eggi wuro maabe bakin 200.000 boo doggi nasti haa lesdi Tchad burndi baddago bee maabe. Caalaje bakin jur bee nguli dum. Hande suklande haala yamdu haa duniyaru wi'i bakin yimbe miliyon 3, 5 nasti welo (hokkere) nder hitande 2005. Min anda noy dum taatordo nder hiitande 2006. Yimbe jee doggi habre don yama ko'e maabe ngam fitina jee julbe feere wadantabe. Jur\\n1 1-3 0 0 0 0 0 0 0 0 1 0 4-8 0 0 0 0 0 5 2-3 0 0 0 0 0 0 0 0 0 20-30 0\\nAn ya Jawmiraawo, a duddini welwelo, a mawnini seyo mabbe. Be don ceyo yeeso maada bana be ceyorto wakkati codol, bana be mbelmbeltata haa cenduki kebal konu.\\nBaggara Bargo Barno Bederia BeniAmir Beni Helba Berti Bideyat Birged\\nTorren ngam salaman haa Darfur e koo kawtal lesdi man e torren ngam taa konu man senda asli Soyde e laafeere woni daadi caadele haa Darfur nguyka e turtol. Torren ngam huwobe jee tami wadugo hulhu, e jaawabu dow saklere man Torren ngam ruuhu Allah taskitina yimbe Darfur ngam jabugo linjiila bee yankinaare Torren ngamm kuude nyibunde nde islama waddata haa ton yibba, tampadinku e mistiraku hebba wanga ngam haa yimbe Darfur hebba yoftuki. Kuude feere feere wona nga walugo rewbe yarumbe e atime'en biila larugo koo salata haa ton\\nDaju Falata Fulani Fur Gimr Habania Hawara (Jalaba) Humir Khuzam Maba Massalit Meidob Mima Rizeigat Sara (Sinyar) Songar Taelba Tama Tarjam Tunjur Zaghawa Ziadia\\ndon wi'a doo fuu ngam diina islama on « mashinko'en mbarata » amma minin julbe mindon mbara. Yimbe faamarbe nder Darfur nani linjiila Almashihu, tan bee andi moy woni yesu gam dum jangirde jee bee heebi haa islama. Bee don numa bana yesu laati anabojo bana Muhamdu nona. Hande huwtinirgo hiilaku e tampadinaku don hewi haa maabe tum. Wakkere man woni jee hebbay linjiila caaka lesdi fuu nder duniyaru. Min andi mashinko'en 50 tan caaka yimbe Darfur, jee wawan wadugo tamude ngam yesu doo taskara Allah ngam lesdi man salan gal maabe.\\n18 Ndarki Haa Lesdi Afrika\\n17 Octomba 2006\\nAsli gujara'en don sankiti les kosseje lesdi Pakistan bee indiya. Bana al ­ adha woni kam, gujara'en laatino kawye'en bee don no. Duuna ber, karbus'en (nagge laddeje), haa lesdi Afrika. Bee man fuu gujara'en feere hoccu jonde maabe bana yimbe nder bernijii, ndemri, nde bee don wadda dum , fuu jur don egga wakatijii fuu, ngam teefugo huddo les kosseje. Jonde gujara'en caadum bee laafere, soy de jangirde, soyde nyawndego e soynde dalila dawral. Ngendarm maabe sakli hande duubi 15 ngam konu jee don yaja haa lesdi indiya jee jammu bee kachemiriya. Laabi les kosseje laataki hunde yontanidum bee daabajii maabe. Nde huddo e ledde besdi jur, dum haddi salingo dabaajii. Gujara'en feere acci durugo, nasti kuude feere nder wuro, ngam fadugo ko'en maabe bee nyaw e hebugo yamdu boddum. Amma kadi, gujara'en don jahra jonde maabe diiga jonde laade haa jonde nder wuro. Dabiya jii maabe woyliti. Jonde nder saare don maari saklere ngam haala jonde kessum nder wuro. Soynde narral don nder caalaje ngam dalia bordugo e nyamdu wondu. Bana taariha woni kam, gujara'en laati julbe jiilanbe diina e al ­ adhajii. Amma hande, hande gujara'en hocca islama marngol turtol diiga turtobe nastini jangirde haa maabe. Duudbe caaka maabe don yahaa hiju, ngam fadduggo baali maabe bee layaa jii diiga yeenade tokkibe islama maybe (pir) yimbe indiya'en jee gujara jee buri « pir » dum Mian Bashir, Sufiyajo nde mamma maako e biyakko bee uwi bee haa wangot sharif haa kachemir, bana nuddinki gujaraa'en bee don wi'a maybe ceenibe don badi bee Allah, nder koo innu don dayi bee wallan mo « pir »\\nTorren jawmirawo nelera huwobe caaka gujara'en Wala Deftere bee gujare, amma way litanbe don habda, Torren ngam gujara'en haa toy fuu baa fama wolde man Torren boo ngam dubbe caaka gujara'en anda jangugo baa maari haajee waaju nder kassetjii Torren ngam mawninki mashinko'en gujara'en jawmirwo walabee, bee kawta nder jamum nuddinki, nde laato bana manda duniyaru ejayngol yimbe wonbe nder yebre\\nTine E Danrangal Dow Lesdi Asiya Fombinari\\nDebo am laati barkidinado e bikkon taton. Hitande nde mi jangino haa jangirde Kurachit'en (Madarassa). Nbe laatiniyam limanjo julbe. Wakkati ceedu mi waddi boo fiilu, mi soddi limcejii delemdi nden mi yaha mi sora nde haa wura e gure feere feere jur ngam hebugo riba seeda. Nden bee jaariban haa limanjoo, nden mi ayni jangirde maako boo seeda, o don famtina bana noy yesu hisni yimbe, haa julbe jur. Mi seeki bana o anda islama boodum, nden mi wadani mo yamnde dow Alkurana. Nden o wawi jangugo ayaaje baakin 15 dow yesu Almashihu. Mi yiddi seccugo'on kam, on man laatino juldo aran hiddeko o warti mashinkejo. Nden min ngadi ngaba jur bee maako, nden o wangini aayaje jur nden mi fami e mi acci wadango mo yamde. Nden mi fudi wadugo jangirde ngam famugo Alkurana e Deftere mashinko'en (Deftere seniide) nden mi fami wahaya jur nder jangirde man. Nden mi dakki gonga e mi farti jonta mi nuddini yesu bana jawmirawo am. Dum sedamku Mohammed Abdul mo dubi 32 o laati sunitjo. Nde hande bee fami,\\nmi laati Tokki yesu Almashihu, bee ngurtiniyam nder julirde. Nden yimbe wuro man mbi'i mi laati Tuflejo nder diina julbe nden bee tokki aynugo, nden bee wi'I goddo mo wajini yam habaru yesu, bee kanko boo o larta nder islama, maala o acca wuro bee debbo maako e bikkoy fuu. Nden mi fami, mi boo bee tami biilugo yam, nden mi yami bandira be'en am. Bee ngida fadugo yam, nden mi hocci debbo am e bikkon am taton, mi eggi haa wuro feere. Debbo am don tini nder nuddinki bee am dum laati cembitki dow am. Mi seyi jawmum ngam mi hocci aniya tokkugo yesu.\\nBee don mbi'a babal ceenidum feere don jaabana tornde yimbe e koo bee yami fuu bee kebban, bana : jamu bandu, kebal, bikkon, mala yoftuki e jungo ruuhujii kaludi. Mardo haa jee habba alkawal bee maybe, o wi'a o Dowtinanbe haa darngal, nden bee hoo hak mo koo a yiddi nde go bee don hebba koo bee yiddi amma bee bawde iblissa. Jur caaka gujara'en salaake diiga fawde de haa jaloorgal ngak yesu almashihu ha hokkata bana gay nako boddo. Nder duubi 15 bawo doon, nder saklere maabe derke'en nasti hiilaku e bee ngida hoola diina sam. Jur don yam ko'e maabe dow garandum maabe, bee don teefa jawabu dow yambe maabe. 19 Ndarki Haa Aziya Fombinari\\n18 Octomba 2006\\n19 Octomba 2006\\nJulbe Merut haa indiya\\nLesdi Madiviya, haa wakkere mayo mango ngo lesdi indiya, dum tokkirgol bakin 1190 gal wakkere coroliya kawtude baakin 26 hawti baakin kilometta 300 e lim ngal yimbe boo baakin 350.000 (200 townde nde maari yummatore, bakin townde feere feere waddigo don maari kuuje laareteede). Townde maldiya burnde yajuugo don maari kilometta 1 e mayo mango buridum bee kilometta 1 - 2 tan. Gilol buri waadugo jawdi haa ngomnatti lesdi man koo yotti 90% ingal kebal maabe. Ngawugo lesdi boo laatti dalila keebal didabal. Ilam tufana nde waddi nder hitaande 2004 mbari koo buri yimbe 100, non eguve yotti bakin 12000, jawdi maabe boo woni koo buri milliyon 300 ceede lesdi Amerika (1). Yimbe ngonbe ton julaaki jawmum. Amma 7% iwi diiga lesdi goddi. Dalila hande gilol ha lesdi man, mashinko'en fotti nastina linjula Marugo jawdi, kuulol, hilaaku yaaju haa lesdi man. Yimbe Omaniya'en bee sobiran bee yimbe bee koydum e bee wernan wodbe boo haa townde man woni ton ceergal buri duudugo ton 70% caaka derke'en ngonbe haa townde Male, don yedda nder wiykere. Maldiviya'en fuu, hani bana Aladha yiidi kam bee fuu bee julbe. Kitta Mbareki laatan ngam inu mo nasti dina feere. Nomon boo, kuude nulaabe fuu, dum kadadum ton. Yimbe famarbe tan wari haa nuddinki yesu nder dubbiju bawadon, nden feere heebi yarnuki bone e fursina fuu. Retta Alkawal keesal don bee dem ngal yimbe man, Dhivelire. Kuubaruji iwde diga radiji don sallo boo, diga hiitande 1988, koo too bee don habda darnu go dum. Nder hitande 1990, ngomnatti wangini taariyajii ndi saatino mashitin dow tokki du najùi feere. Dudbe caaka Mashinko'en nasti fursina e bee yarnu wodbe feere boo bone. Koo too hande yimbe lesdi feere feere ngattani bee hakkilo boo. Mashinko'en Maldiniviya'en wawata hawtugo bana hodbe feere, bee don ayna bee. Bee don yaara bone ngam aarojù maabe wala bee maabe fahin e nonon boo kuude maabe e semtende caaka yimbe bana koo\\nTorren Allah wanginan hoore muudum haa ngonbe haa townde man bee koydi feere feere koo haa guure bee haande kuubarujù warande diga radio, cassettjie e sedamku mashinko'en. Torren ngam nuddinki mashinko'en maldiviya'en hebba sbinidki koo too hande kuulol don ngam taa yimbe laara bee. Torren ngam Allah hooka jawdi haa nuddin bee jee maajini jawdi maabe ngam dalila nudinki. Torren ngam julbe faama mbodenga mashinko'en e bee ngetta Allah gotto (1 Piter 2 :12). Torren ngam ngey littiki Deftere bee Dhirehi heefatima bee law. Torren ngam ardibe lesdi man (1 Timote 2 :1-2). (1) Lissafi : The world Fact Book http : /www . odcc. Gov/ Publications / factbook\\nnandi ... woddi mashinkejoo nder bolde de laari julbe 3 - 4 waari haa yesu Almashihu feere boo, hooki ndiyam baptisma haa juldo feere haa townde man. Haa townde man yimbe dido hebi koydol, bee maari haaje famugo bana noy nuddingo yesu Almashihu ? Woddi koo da wari diiga townde haa lesdi ndi hande laatugo mashinkejo du kadadum. Wala mandorde jee hoolititta wala koo goddo mo rondatta gaafangal. Wala Deftere ceenide, too on « wawan numugo »,hande koo huujaajù ndi hollititta Allah don doo, on wowan famugo Alla don ton haa townde man. « O don siftora tamunde e aniya jee à annini Ibrahima » « ummatore duniyaru heeban barka ngam dalila inde maade » (Laatonojù 12)\\nLimngal yimbe 1,5 miiyon, bana 400.000 dun julbe 27% waddi dubbi suddaa, julbe 5 , ngidi Beemasikejo haainde ya, nden bee maci haa je ngidi batism. Tata paabbi e dido fassiti ngaam dalila kulol Yimbe dido jee fassiti , yehi yewti KA nden wur.Jurnaaljii e televizion ji, wii haa menit wodi goddo mo yiddin nastingo julbe nden dinamashinkoén.Goddo man don o laati jotta caana yimb 400.000 jee haa Merut. Taariha kaa woni dalila turtol haa Merut jonta. Inde wuro man yiddi wi'igo « lamorde iblissa ». Merut andi nama bana babal guldum jaw ngam dalila taari haa makka nder konu. Berniwol man andinama nder duniyaru fuu bee balde 24 avril hiitande 1857, wakkati turtobe lesdi indiya turti ngam yimbe. Britanniya bawo man fahin nder waddi kuubarujii nder hiitande 1987 wakkati habre saatunde waddi hakkunde julbe e hindu'en haa Merut. Merut don haa kilometta 70 gal woyla lesdi Delhi, gal laamorde Uttar, burngo duudugo yimbe haa lesdi Indiya. Julbe'en ngonbe ton don maari lesdi seeda non tan. Amma bee don laafube nden bee don nder islama djilnga. Yebre julbe didon ngonbe ton wonihaa Merut dum Ansari bee Shakh. Koo too hande soynde naral don haa ton, Allah don huwa kuugal mangal haa paaka maabe. Jur caaka julbe lesdi Merut hebbi koydol ngol yesu wanganibe. Feere don wara haa yesu diiga jawabu haa do'are e sedamku boo. Haaje Meru'en woni mashinko'en lesdi indiya, wara wonda bee maabbe, ngam sahingobe linjiila. Torra ngam haaje maabe, faamtinabe bana noy yesu wolwanibe nder koydol.\\nTorren ngam turtol haa Meerut de'ita siriw. Koo too hande o don teefa fotugo bee julbe, bee mashinko'en amma koo nulaabe boo don hula wajingo linjiila ngam kuulol. Allah tokkita wolwango julbe nder koydol Torren ngam julbeen haa Merut hebba laawol bee jaaba yesu Almashihu, bee seddamku mashinko'en. Torren ngam ammina huwabe ceembidbe caaka Merut'en.\\nGotto caaka mashinko'en laatino bee julbe aran. Limce bana noy o laati mashinkeejoo. Yesu wanganani mo nder koydol, yesso pat iyam, ndon ronde gaafangal dow balbe maako. Nder koydol, yesu wi'i mo « mi yari bone ngam maada ». Nden o hebbi koydol banani nde didi hideko o nuddini. Wakkati o faamtini saaroji maako ngam nuddinki maako, baba maako hocci bundugaru haa o mbara mo. O fidi mo haa wibere. Nde o nyuki nden buddungaru nawni mo haa balawal. O doggi saake baaba maako, o yehi o tawi pasterjo mo sukil ngam maako. Derkeejo o hebbi jangirde, nden o don yaha gal toy fuu nder lesdi indiya woylare. O don jangina mashinko'n iwbe diiga julbe, bana noy wartigo juldo haa Almashi. 20 Ndarki Haa Aziya Fombinari\\n20 Octomba 2006\\n21 Octomba 2006\\nSoufiya'en haa Asiya fombinaré\\nJulbe lesdi Mysore\\ndarnugo hakkilojii julbe dow Allah wakati julugo e non kulol Allah don nasta nder bernde maabe. Nden mi don numa dow Allah caatudo mo don suklana jonde koo moy e lincititgo koo o huwata fuu. Amma jonta kam caatudo o, o soobajoo am on. Mi boo mi giddado maako mi tokkatako dokkajii amma ruuhu maako. Bana non kadi, puukara'en yesu wawan walugo sufiya'en nde bee laati bana sobirabe amin ngam bee fama moy woni yesu Almashihu e bana noy bee wawan wadugo numojii haa yesu maako e bee teefa goddo mo yiddi bee jawmum non boo beee julbe fuu, mashinko'en walaabe hebtugo gonga. Hani mi lara yes under ngendam huwanbe kuugal ngaal yidde Allah bana ndon windi nder 1 korontu'en 13 jayngol e bawde maako, ngeylititki bee bawde ruuhu Allah nder yesu Almashihu bana don windi nder 2 koruntu'en 3: 7 ­ 18 e 4: 6 hani aayare nde jange haa sufiya'en ngam bee fama naral Allah bee yimbe. Allah itti haa bernde sufiya'en gikku ngu nafata jur. Koo min ngidi Allah wadan dum bee yesu Almashinhu.\\nufiya'en laati anda bee haa Turkiya. Sakludo Derniche laati goddo mo bee andi mo fuu nder duniyaru. Bana no en andi kam, julbe jur yarni sufiya'en bone ngam dalila kuwtinisal maabe. Non kadi gotto maabe mo bee arti ngafugo dum Husayn Ibn Mansoor Alhadji. Nden kadi bawodon, jangirddo islamo, mo inde maako Abu Hamid el Ghazali, yajini jangirde sufiya'en nder reta duniyaru har julbe ngoni. Hande sufiya'en ndon kawta koo haa toy e limgal maabe don besda. Ton o don jangina gikku maako e jonde julbe sufiya'en boo. Amma kadi sufiya'en man boo don sendi hakunde maabe bana koo tokkata do. Sharina, Dokka, Tarika, lawol dumi yiddi wi'ego ton bee don tokka lawol nuddinki. Jaahangal e Malayka'en (Malikut). Maarifa mala gnosi andugo no islama wa'i. Wakati Jaburt'en, bana wi'ego yimbe jee don maari bawde `Hagirat' maala boo yankinibe, jagube e andinabe koo don salo nder islam. Hawtigo numodjii maako dow taagudo `Filiyah' nastuki nder numojii dow Allah. Bana tobere do ande mayo, non ni too hande julbe don besda, dum bana wi'igo tudde dow mayo dum besdari. Amma kadi nastugo nder Allah bee numojii feerotini bee numojii mashinko'en dow kawtal bee Allah koo too min don mbi'a Allah tagi'en bee jaati maako boo. Sey nyalade nde Almashihu wangata on, nuddinki mo, laatoto bana Allah. Amma bana numojii sufiya'en dow Allah feerotiri jur ma. Sufiya'en don wi'a too goddo yurmidi haa yeso Allah nden Allah yiddan mo. Amma haa mashinko'en, yankinigo yeso Allah sey bee lawol Almashihu, ngam en hebba jayti Allah. Amma bee buri famugo jonde mashinko'en bee Allah buri julbe'en feere. Ndah koo John wi'i. Subha gotto caaka sufiya'en mo wari haa nuddinki mashinko'en. Bana noy o don hokka seedamku maako. E non boo bana noy o fami Allah no wa'I heddeko o laati mashinkoejo. Haa nder sufiya ndon o hocciri Allah bana laamido mo bee badatako mo yebaar'e e koo nandi hani dum hebba kita caatunka. Nden mi hocci wakkati ngam\\nLimngal yimbe : 877.000 baakin 250.000 haa Mysore e ngo don haa townde Kanataka, les fonbina lesdi indiya. Nder koo laarani diina e daabiyajii, bee don joggidum. Julbe e hindu'en ndon yedda nder faatude feere feere e bee kawtata asli maabe. Amma julbe don maari bawde haa Mysore. Haa julbe'en fuudi laamugo dum diiga Hyder Ali bii Tipu lawanjo, « sajandu Mysore », nder hitande 1782 haa 1799. Tipu laati goddo diinajoo, goddo mardo haala e o soojejo boo. O yiddi haala sunnit'en jawmum. Hande haa Mysore yebre julbe don jur e dabiyaji boo jur. Julbe lesdi Mysore don wolwa Tamulde, 4.000 Mapila'en julbe boo, Malayalam. Bhangi'en don wolwa indire, kuude maabe duum huwugo labbi e rokkugo. Memon'en boo, fiilobee, bee don wolwa gujartire e urdu. Lincitikki waddi nder duubi bawodon, don hola, 18 % tan don jula wakkatijii joy. Retta maabe doon yaha jumbare, nde laati dole ngam julbe. Julbe maabe maw nde dum don hawta, ummatore baakin 35.000, haa daldal ngam julugo, wodbe boo don kawta haa julirde. Nder berniwol kawtal julbe jur nasti siyassa, amma boo, bee don kuwa kuude bodde ngam yajiingo islama. Mysore don maari Massalajee 120 e cuudi jangirde boo 180 jee don jangina hikkon 10.000. Nonon 80 % caaka biibe julbe wala caabawal nder jonde diina maabe. Nder berniwol yimbe 300 dursi alkurana bee hoore (hafiz'en). Dudbe caaka julbe'en haa Mysore don tokka diina sufiya'en. Bee don wada hiiju doo yeenaade maybe boo. bee don ngima gime teedinoje ngam waddu hiilaku. Ngam sufiya'en, kandidum, duum hawtugo bee Allah noo duum laatorto fuu. Nder numojii lugudi, gime Molojii e non kaddi nder ekklessiyajii duddi haa Mysore, wala jee maari haajee yotinango bee linjiila bana noo dum hani.\\nTorren ngam julbe tubobe ton haabda nder tiinare e hebba wadergo seedamku caaka yimbe maabe. Torren ngam mashinko'en, Allah woni balowo mo ngakata babal sam. (jaabura 46 :1). Torren ngam yimbe dudbe jee nasti bone ngam halajii banani hebba salama. Torren ngam limngal yimbe jee buri miliyon ngam bee heeba kisdam har Allah. Torren ngam babal ngal min mbowanani'on bee tiinare. Torren ngam Allah wada dalila fotitigo yimbe bee maako nder caadele maabe.\\n21 Ndarki Haa Aziya Fombinari\\n22 Octomba 2006\\n23 Octomba 2006\\nDanragal haa Asiya fombinare\\nMin yama jawmirawo ngam tornde nde nder Deftere hibba : « laamu maada wara, muuyo maada laata haa kuniyaaru bana haa asama ». Min don maari tamunde ngam haa jejii Allah hibboto, amma jonta kam, min laara y kuuje fuu tawon, ngam di dowtinan mo (Ibrahimko'en 2.8). koo min andi kam, nder Dubbi joy saakitandi, lesdi julbe njari bon jawmum. Habre jee wadi haa Afganistan, Irak bee dibande lesdi haa bam dum guni lesdi julbe jur nder hitande 2001 ­ 2003. Nden bawadon ilam Tufanna nder hiitande 2004 ­ 2005, Tsunami haa mayo margo ngo lesdi indiya e dibande lesdi ndi wodi haa kochemir saapini'en tampere duniyaru ndu. Yesu kuuje nde fuu jonde amin e daabiyajii laati de lesmdum bana gerade nom. Min anda too nyalde feere koo nandi koo salido, wadan nder assawere garande. Habre haa Afganistan bee jee Irak : maade wadi haa gure jee toy fuu. Limngol yimbe faakat kam andaka. Tsunami : 130.000 haa Indenoziya maynama burna boo dum julbe. Bakin caalaje 200.000, cuudi jangirde 1900, e babal mardum nafuda feere feere natti. Dimbande lesdi haa Kachemir : koo buri 18.000 limngal maybe, nawnabe boo 106.000, bakin 3.000.000 be'en ngaba caalajee. Yimbe man jonta doo, dum caadum haa bee jonde bana nane. Yimbe feere maynama baaba e daada, bikkon, saare, saarojii, yamumbandu, kuugal cuadi jangirde soobirabe feere boo jiijiibe, feere laati wumbe, wala yamdu, wala lekki, jawdi tini, ndongu wala fahin bee don nder bernuki tum, hebbi meetaberam, koo tamunde wala fahin.\\nVaranasiya Haa Indiya\\nVaranisiya andinama aran dow inde Baranassa, dum berniwol seenide ngam hindu'en gal wakkere mayo (gang). Lawru darnandu haa nastugo aeroport Berniwol maangol, don hola bana bee don wi'aen jaabama nder berniwol `varanassiya'. Bana nuddinki hindu'en, Varanassiya laati berniwol hawtangol yimbe jur. En tawan geenale jur ton koo nder bernijii boo. En tawan boo balal feere feere jee sujiidango lawrue maabe goddo mo mayi ngam lawru ma, bana no bee mbi'ata kam o hissi bonejii duniyaru nden hindu'en jur don maaya ngam lawru man bakin millionjii maayi. Hindu'en don bakin 250.000 caaka maabe laati julbe jee jo'ini caala je maabe ngam Varanissiya bakin duubi 500 caalidi. Hande wodi massalare darnide dow babal lawru wonino aran, julirde Auragzeb, don famtina bana noy wakkati julbe kawtanbe haa wakkere man. Mi faman dum wakati, seetingo haa Madab, dow maringol bornucee maabe boo bana jiilade, nder laabi fuu on tawan bee bana non. Julbe Varanassiya burna dum yotabee jee bee don mbi'a bee `Ansari' mala boo walobee bee wolde arabe're. Ngam tokkibe, bee jangini bee diiga baaba haa bingel, nden bee don yotta limcejii jee bornugo wakkati julde. Sakoo ma bana bikkon rewbe don numa dow bornugo limce man dum laatin bana koydol ngam Ansari. Hande anditinajii nder hitande ngonde 21e don dari dow ansari. Sowiya limce chinuwa'en don hebda jaalugo lumo hindu'en, e non boo limce seeyade bee jude boo don habda jaalugo lumo feere feere boo.\\nTorren ngam filu man don hawta bee yimbe yassi lesdi Allah wangana hoore muudum haa maabe, ngam bee laato puurara'en gonga'en. Torren ngam ekklessiyajii nder saare, ngam julbe heba mawna ngam bee heba famugo muuyo Allah ngam maabe Torren ngam ardibe, dowranbe ekklessiya nder caalajee hani bee wanga ngam hebugo jangirde e bee sahinalin. Torren ngam nulaabe haa Varanissiya, Allah walabe nder kuude maabe, kuugal hebba nafuda ngam yimbe jur. Ngam burna don neela bikkoy maabe ngam ekkitago wolde ingleshre. Bana koo wowakam mashinko'en acci no julbe gal seera, Allah wadi huwobe jur gal wakkere kuude man, wodi ekklessiyajii saare caaka julbe hande haa Varanassiya.\\n23 Ndarki Haa Aziya Fombinari\\nYamde jee don waka tum : Allah mo islama kanko on Allah nde Deftere semide naa ?\\nDeftere don wol wana julbe\\n( seedamku George Hussney mashinkojo arabejo)\\nMuhamadu don annabojo nder Deftere na ? Jawabu : o hoo e a'aa famtinki : julbe don huwtinira inde Allah bana Allah mo Ibrahima. « Allah », boo don nder Deftere bee arabiya. Deftere julbe, alkurama, don maari ayaaje jur koo laarani, yimbe mawbe nder deftere. Ndaa inde yimbe jee min tawata haa nder Deftere man : (surawol 6 : 84 ­ 87) : Ibrahima, Issiyaku, Yakouba, Isma'ila, Alissa, Dawda, Suleimanu, Yahuba, Yusufa, Musa, Aruna, Zakariyahu, Yahya, Yesu, Eliyassa, Yonas e budu koo too hande yimbe bee fuu don windi nder Deftere seenide e alkurana boo,dum yidda wi'igo julbe e mashinko'en don nari ngam Allah fuu gotto. Inde yimbe mben en tawata doo ngam Muhamadu hoocci dum fuu nder Deftere seenide. Numojii maako ngam Allah nanday numojii mashinko'en ngam Allah boo. misaalu julbe nuddinay Allah gotto nder tati. Islama anda Allah bana baabirawo, biddo e ruuhu ceenido. Fahinta julbe nuddinay wade yesu dow gafangal e umitiniki maako. Julbe don hokka ayaaje taati nder Deftere, bee wi'igo Allah wi'i neldan annabojo feere. Toktaaki taw retta 18 : 15, isara'ilanko'en hebban goddo mo tami wolwango bee bee wolde maabe. En tawan haa (T.T 17 : 15) Allah wi'i isralibonko'en hebba lamido cuubado diiga Allah, taa a laaman goddo feere boo ngam maa, mo laatake Derdirawo maa. Bana no dum wa'i « wi'igo » « Derdirawo maa » dum goddo mo lesdi issa'ilajoo. Puukara'en tamino yesu woni annabojo mo bee windi haala maako nder T. Taw retta 18 (kuudene laabe 3 : 22 ­ 23 bee 7 : 37). Ayaaje feeere jee\\njulbe don hokka dum : yuhanna 14 : 16 ­ 18 bee 16 : 7 ­ 15. Bee don wi'a boo, mashinko'n itti ayaare wolwande dow « Balowo ». Jee maabe kam, wolde arandere kam naa, mashinko'en woyliti nde. (parakletos) bee yunaninkore. Amma « periklytos » yidi wi'igo goddo mo bee teedintamo. « teedinledo » dum nardi bee Ahmed jee laati hande Muhamadu, boo yiddi wi'igo « teedintedo ». Amma walako seeda nder Defteree bee Ibrahimare wala yunaninkore wolwante de haala periklotos, amma « parakletos ». Fahin ta kuude ruuhu ceenido, mbindade nder Deftere nanday bee jonde Muhammadu.\\nWakkati ngewta bee julbe dow Allah, mi mabiti haa laatonojii, nden mi janganani mo ayaaje seeda dow kuuje nde Deftere don wangina. Mi wangini hikma e andal Allah bana noy o tagri duniyaru. Mi wadani mo yamde bakin seeda : « on andi taariha ilam tufana ? koo too alkurana don wolwa dowman boo, amma nder torah (1) (Defte 5 artude), en tawan taariha man bee laabdum ». Nden soobajo am yerdi hala man do fuu, mi tokkiti bee ayaaje feere wolwande dow Ibrahima e Musa, mi yalti haa saabura 16 (zabur bee arabre) don windi nder alkurana. Nden mi mabbiti Deftere yonas (yunus). Daniyel boo mi jangi. Nder alkurana bana annabojo. Min nastini annabo'en mawbe e laamibe. Nder alkawal kessal (injiila) ndon sappina lawol ngen dam yesu. MI jagginani mo ayaaje dow wolde yesu dow hossere. Ngam timingo mi wolwi dow deftere kuude nelaabe 2, bee arbe kurdiya (2). Usra'en e bee baadibe bee hernanger me nasti diina mashinko'en wakkati bee nani wolde Allah bee denngal maabe e dow yide Allah. Bee ngudini laabbi maabe nden bee teddini Allah gotto. Bana ko wowa, too mi don janga ayaare bee julbe, bee jaabina mi, bee maari haajee jangugo Deftere boo. nyalde man soobajo am wi'i o yiddi huccujo bee Deftere am. Mi laari o timiddo ngam hala man. A Bible cover in arabic (the word of life) wi'igo « thora » dum wonan Mediya'en laati kaakiraba kurdiya'en, sawari mbidanbe « balde 30 nder ». Dum boodum too min wawan waddugo julbe haa Almashihu ngam taa bee njaha haa yiita. Amma nde hande bee jangini bee pewe e caatal nde daabiyajii, hani seedamku moodon nanda bee jee goddo moodon, ndaron koo yahaata bee maa-\\nko. Kuuba ruwol man kam sanjaata sam. Amma dabareejii yotingo kuubaruwol man feere feere. Min don sembidina on, on kuutindira bawari bindade nde fasluwol « bana noy seedugo haa julbe » Don boo haa sit internet amin : http : // www. Famugo julbe. Feere min don hoolana'on nder Defter ngel. Deftere ngel Ismaël Sadok windi « seedamku caaka julbe » (Edition Gènève) koydum jangugo. 23 Deftere don wol wana julbe\\nFula Forro'en, Fula Jalon'en, Fula Toro'en, Fula Gorga'en, Fula Jelgo'en, Fula Krio'en, Fulankuda'en, Fulbe Bangirmi'en, Fulbe'en lesdi Bauchi, Fulbe Gurmance'en, Fulbe Massina'en, Fulbe lesdi Sokoto, Fulbe Toroobe, Fulbe Lohoobe, Fulbe Fulaniko'en, Fulbe Gey'en, Fulbe Mbororo'en, Fulbe Borgu, Guine'en, Juloobe, Fulbe Ngagonko'en, Fulbe Uda'en, Fulbe Harlanko'en, Fulbe Maliya'en, Fulbe Ngara'en, Fulbe Sulaabe\\nFulbe bana taariha wi'ata, bee umi diiga lesdi misra nden reeta maabe joddi haa lesdi Senegal e luttu bee boo haa Mali, e Niger, Burkina Faso, Kode D'ivoire, Benin, Nigeria, Kamerun, Tchad, e guure feere feere nder lesdi Afrika. Baaleri don maari fulbe. Pulo mo arti yahugo Makka dum Alhadji Umar Tall, mo lesdi senigal. Hande en taa an fulbe jur don huwa kuugal ngomnati koo too dudbe yidda neldugo bikkoy maabe haa jangirde nassara'en boo. Laami arandejo, mo lesdi Kamerun, o pulo lamido Shehu Shagari mo lesdi Nigeria laati o pulo Muhammed Buhari boo laati pulo. Hande fulbe jur don tokka Almashihu, koo buri duudugo ma haa Nigeria bee lesdi Benin. Non boo lesdi Kamerun bee Tchad. Fulbe arti joodago haa Futa Toro nder hitande ujiine 7 sappo e go'o, gal wakkere mayo Senegal, kambe wadi habre haa bee nyami Nyroro laamorde Futa Djalon nder hitande ujiinere 1200 bee yotti haa Fomonde mayo Tchad diiga ujiine 15 hau 18, kambe silmini burna asli feere feere haa yotti Guinee Bisau e retta lesdi Maliya. Goddo mo ardi bee dum Alhadji Omar Tall. Fulbe don maari alkuran bee wolde maabe. Burna fulbe'en don yedda bee kossam biradam. Bana haa lesdi Guineya, fulbe buri duudugo, bee 96% limgal yimbe lesdi man. Haa lesdi feere bee don ewnabe Fulani, Peul, Foulbe, Mbororo. Teegal burna don saalo hakkunde maabe tan. Yimbe be'en dowi konu maabe dum Umar Tall, Usman bi Fodiye, Sekou Ahmadou e Alhadji biddo. Fulbe'en boo silim nder hitande 1810 ­ 1861 nden nder hitande 1855 ­ 1864 dum laamu Jiilaabe bee Alhadji Oumar e nder wakkatire man on o yehi Makka. Hande asli maabe yagii, en tawan: Pula'en, Fellah'en, Fellan'en, Fellani'en, Ngarganko'en, Horlongoke'en, Woddabee, Ngara'en, Askiya'en, Koli'en. Deniyake'en, Gouber'en, Nupe'en haa yotti wakki Utman bi Fotiye maayi nder hitande 1816 wakkere maayo Tchad, nder biibe, Bello ben Mohammadu Abdallah wi'I kambe boo, bee Muhammdu'ya'en. Diga nden cendol asli maabe don besda yeso yeso. Fulbe ngidi baldol jawmum e nonon boo ngayandi boo don her maabe. Ngam majum , andube ndon wi'a, too a andi pulo yam wandu, maala too a fotti bee pulo e mbodi, mbar pullo a acca mbodi. Ngam mo kurguda yi'e yakkette awdi.\\nFula Forro'en Fula Jalon'en Fula Toro'en Fula Gorga'en Fula Jelgo'en Fula Krio'en Fulankuda'en Fulbe Bangirmi'en Fulbe'en lesdi Bauchi Fulbe Gurmance'en Fulbe Massina'en Fulbe lesdi Sokoto Fulbe Toroobe Fulbe Lohoobe Fulbe Fulaniko'en Fulbe Gey'en Fulbe Mbororo'en Fulbe Borgu Guine'en Juloobe Fulbe Ngagonko'en Fulbe Uda'en Fulbe Harlanko'en Fulbe Maliya'en Fulbe Ngara'en Fulbe Sulaabe Lisafi : 24 People Groups\\n66,000 4,141,000 681,000 5,200 262,000 55,000 2,509,000 218,000 876,000 786,000 2,570,000 2,352,000 6,630,000 542,000 3,271,000 2,500 3,066,000 454,000 8,400 1,088,000 38,000 4565 25,000 37000 14300 2300 30 000 000"}
{"text": "Be mabbiti Jawleru nyamdu ndu Hittorde mabbe N30 ha nder Kano – Koode Radio International\\nin Huwanoobe KRI / Taskaramji\\nBalde Saalide Alh Sabo Nanono ministaajo ndemal wii neddo heban hittorde nyamdu N30 O nyama o hara ha nder wuro kano, bolidde maako saggiti wia wiita hakunde ummaatore ha goddo fere mabbiti jawleru nyamdu ndu hitorde mabbe N30 ha nder kano.\\nummatoore nder wuuro Kano tabbitin Jawleru man usti welo e tornde pukaraabe nder wuuro man.\\nmo’iinowo Rajoji mabbitin jawleru wondu ndu hitorde mabbe N30 ha fattune Sani Mai Nagge.\\nmo’iinowo Rajoji man andiraado be Haruna Injiniya mabbiti Jawleru man tabbitin Freedom Radio keddiraabe maako jippini payande mabbe sabo butugo nyamdu makko, salaaje fere do yerba bibbe jowi be N150 be sooda hittorde N30, N30 komoy.\\nO wii nder nyalomaare odon defa maarori buhure e neppe reta buhure, wobbe do yaha sooda gam sendina marbe haaje.\\nbaawo man sedda Hajiya Sadiya Saidu meeti mabbiti Jawleru hesru ndu hittorde mabbe N30, Hajiya Sadiya wii pukaraabe fu no wara soda nyamdu ha nakkure makko."}
