accugol
accitaare
fellugol
ñoggal
ɓuɓɓuuru
ɓernde
abajada
ñaakii
añugol
bonnugol
salligii
yarlitaare
bonnital
yennji
yaajugol
wuɗɗugol
wottugol
ñoggugol
yarnugol
yarirde
tillisa
ɗuwugol
uure
anngal
luttugol
few
siiɓaare
yawtangol
kasiya
kasiyahi
yalage
yalagehi
yawnugol
ngaddiin
belayee
duŋagol
masiibo
kellugol
siŋugol
ɗowtugol
gaynal
ahadi
yeɗugol
firtagol
siŋugol
cakagol
ɓantaare
ɓeydaare
ɓeydugol
duƴorde
kaaransireejo
jaɓɓagol
moftugol
deegondirgol
ballagol
soodugol
kuuɓal
lannitagol
huuɓugol
lammere
dañugol
dañal
ittugol
tugge-ture
kuugal
kuugal
hawtindirgol
almuudo
waynaango
sifa
lasidan
wakiilu
fewjude
soynagol
yeeɓitagol
fewndaare
curbaajo
dewal
reftugol
ɓaarugol
rippugol
adereesi
hellifaaɗo
jeeno
laatagol
gaño
wifugol
ayeropoor
accitaare
alhaali
kippugol
pawle
hibbondirgol
fettugol
giggol
takkugol
jeydigal
ɓeydol
ɓiɗaare
mettugol
ɓiƴo
ndiimaajo
hoynde
tiindagol
reɓɓugol
maɓudal
welnugol
settugol
Afirikiyanke
fiddere
duuɓi
kiitaajo
azans
jiccagol
azanjo
ƴaanere
aƴƴere
gerugol
kurtu-kurtu
muñur-meñer
dimmbugol
hirhortugol
gerenteejo
bagamma
hunƴeendi
remoowo
demal
ballal
faabagol
woy
baabiraawo
bibiire
lammere
loyiwal
ndoppere
laggagol
bajalle
gabitol
feere
faalegol
laɓordi
keccan
nii
henndu
hoyeende
ley-nawki
takkugol
puuliijo
koral
alkol
wolodaabe
raŋugol
neema
ñanndu
enndugol
wellitaare
Almanjo
feewugol
yeeso
alelatuuru
sabondiral
sabondiraaɗo
junnugol
pooɗagol
dulbingol
huɓɓugol
almeeti
almanaaku
arma
abajada
alfabetisasiyon
lontondiral
allondirgol
tooweendi
baafata
keliraawo
kele
keliraawo
mooɓugol
ammbasaadi
ammbasader
fawñere
lammbe
fittaandu
sindugol
aamiina
alamaani
addugol
naɓorgol
naatitugol
metteende
giɗo
sitaati
njaatigiyaagal
giggol
kele
kele
fottataa-seedataa
talkuru
fija-jala
fijugol
hitaande
majjere
fensitannde
fensitugol
fuuñe
lawliyaa'u
aran-
mbabba
mehugol
danewel
malaa'ikaajo
Enngeleejo
cokke
annde
taƴugol
taƴu-reedu
taƴu-reedu
binngiiru
kulle
jawaabu-kitaale
hurunndaare
hitaande
duuɓi
ngartal
feññinannde
ewnagol
anndintinagol
firtugol
Dajjal
yeeso-
mokodomoojo
bolonru
jawre
kooba
saaseri
ndureejo
boodaaru
uqsatu
felsugol
yerugol
multugol
ɓuttugol
feeñugol
aparey
nanndi
mbaadi
taafiɗugol
ewnal
huuhugol
wi'egol
innde
mbelu-hunnduko
kellugol
kelle
soobinaare
huurugol
himmirgol
addugol
yiɗugol
ekkitugol
ekkitagol
ekkitagol
ekkitagol
aparantiijo
ekkitaare
moƴƴinagol
faandagol
dagol
duŋagol
duŋayee
jagge
tammbagol
tuggagol
rijjugol
nden
tuma
tuma
faɓɓi-janngo
fanaa
Aarabeejo
Aarabu
Aarabuujo
tiga
marijaawowal
njaggu
bammba-faga
baapun
laañal
yaroowal-ndiyan
malaa'ikaajo
ƴeewtirde
kaalisi
kulugol
hisaabu
joga-hare
konu
armuwaaru
a piccuɗo
pifagol
solugol
rewral
moƴƴintingol
darnde
darnugol
daragol
machinenagol
fodde
pappati
manta-soro
jaatira
garal
arugol
bunngo
ronndiisiman
yarnugol
ɗaɗol
artikil
jokkere
jokkule
ñeeño
awdi
ƴawal
yonndinaare
werde
mbaadi
mbodugol
wisitagol
siiɓaare
pooɗugol
aspirin
waru-hooreejo
warugol
kawtital
renndugol
joɗɗingol
jooɗagol
kurkugol
aseeti
abbagol
ballal
ballo
faabagol
dental
hawtitugol
niwre
luubagol
ɓolde
karha
dahugol
pellet
ƴeegol
ŋenkitugol
hoodere
ñeeñal
ataliyee
nennugol
keefeero
keeferaaku
weeyo
abbere-jarra
haɓɓugol
hawugol
fiɗugol
fadagol
beelol
jippagol
goongingol
muyban
jogagol
sunagol
ka
dow
subaka
jakatu
cuucal
qiyaama
laakara
kunnawal
ɓeydaare
mawnugol
ɓeydagol
ɓeydagol
hannde
jakka
mirin
siwaturu
peeral
duu
yonndinaare
beru
lasli
haqinqingol
oto
kaaruwal
kaaruwal
taakanjo
lasliijo
setto
oto
jeyal-hoore
duŋayee
duŋagol
laamu
go'o
aranun
ndawwal
tellorde
moɗugol
alawansi
pooɗagol
adaade
ɓaawo
ɓaawo
ɓaawo
bote
hecci-hanki
hunorde
añanɗo
nguddan
e
janngo
safaari
waabiliire
donkingol
haɗoore
qirral
bunɗo
ñantaro
fawñere
arapulel
mbaaju
piyaare
piyahi
e
bonu-reedu
girragol
awrilbabillagehaalullaare
mukke
gookiiru
bak
baasi
bittol
meltugol
campi
campugol
Bajarankeejo
ñakkingol
Baagaajo
donngal
pawle
piiro
hurunndaare
loyru
lootugol
ŋaaɓugol
jippagol
baal
balan
fesoode
buroygol
balansi
dimmbugol
ndamaruwal
fittugol
poropagannde
balon
balon
Bammbara
kewehi
banaana
banaanahi
banndi
guuwere
aawaseejo
banndiyaagal
banki
perduru
ɓohe
dennaboo
barki
boraare
bammbaaɗo
baaraasi
gaalal
baarugol
ley
fonndoode
aynde
Tanndaajo
aynde
summbuwal
piggal
laɓordi
piiro
laana
batoo
huɓeere
darnugol
mahoodi
bedal
baafal
batiri
piyugol
cupurta
haalullaare
joode
yoodagol
basan
malal
labaa-
buy
keynan
esiraawo
xayru
boksiti
boobo
hunnduko
me'oore
me'ugol
me'oowo
baalii
labaa-
futu
esiraawo
ƴeekiraawo
gerenteejo
barki
tono
barkingol
toolaajo
dankorɗun
beereeru
fonngo
ngaynaako
njofingol
haaju
haaju
daabeeji
hakkil
kulle
komoyaagal
nebban
ruttorde
marga
bikku
pallardi-junngo
jawre
biskileeti
bidon
gasii
dewi
aafiya
toolii
beere
warugol
selugol
siyaakeejo
cuɗaari
biire
biyee
holsere-puccu
biskiti
awaamuyaagal
ŋiñere
ŋiñugol
boɗeejo
dane(e)-
raneha
bulansiiserjo
ɓuuri-tonke
barmingol
barmeere
mbulu-
mirñaare
baarugol
moɗoori
bobin
yarugol
leggal
kammbulan
buwaati
arkawal
laƴugol
boyogeejo
booliwal
finndewol
bombon
diwdu
codugol
aljanna
fees
moƴƴere
buuña
sera
gaaɓe
kommbol
ɗooko
keerol
ƴuugeere
ƴuugaaɗo
dolokke
ciikuliiri
urugol
hunnduko
sayre
buuseejo
buuseri
sukkoode
morloonde
taƴagol
loope
dillugol
memminagol
buusii
paapu
fatugol
satalde
buyon
wurñitagol
fuuru
morloonde
untuure
golle
deftere
uumaango
suuƴugol
futtugol
jarga-saare
sokkugol
duñugol
hattirde
biini
bitiki
bajalle
boowal
kurfugol
boydiijo
jawo
luukugol
ƴulɓere
balanngaaru
baapun
foyon
salndu
sukkugol
catal
junngo
cuucal
monnde
lagambal
raɓɓeendi
gujjo
nguyka
ruggugol
jalbeendi
jalbugol
carmalal
ñagara
birkiire
eesugol
Enngeleejo
conkenwal
conkenwal
pikkugol
pikkol
sila-dane
boroosi
boroosugol
buruweeti
sooƴaango
cuddi
buruure
ñaayugol
tuɗɗugol
esiraawo
sowtugol
hito
iidugol
hoññugol
wonngoro
sumoode
cuddi
barget
teenal
eda
huɓeere
fitaare
biroo
awaamuyaagal
burmusu
kaaru
bii
teetateeri
birinwol
ko
tawi
kabiini
fiil
suuɗondiro
homugol
farta
kaso
dokkal
bogoroore
sergitugol
deweero
ñemetewal
kafe
keefeero
kaftaane
kayee
hoccuure
noora
keesuwal
masiibo
hiise
hiisagol
feletere
kalannduruyee
kalugol
kaliifa
binndo
weñugol
deƴƴere
multugol
gooyaa
hiitagol
teeleende
goree
goreeyaagal
sensoowo
dooñorgal
kamiyon
teemure
daaka
kurbutu-fulawaa
dowri
daaka
daakagol
kaafuura
joolol
kanappe
dookuwal
ñemetewal
kanndidaa
kanndidaaku
katimuruhi
kalinwol
mokodomoojo
kanuuru
laakun
kankiranwal
kanton
poore
keewuki
kapiten
hoore-manankun
kapital
kapuraani
bunngo
diŋŋe
bayɗo
herugol
kaaru
jikku
maande
seteejo
esansi
waga
kardugol
korka
mowlugol
karne
waga
karooti
naykiɓal
kaaro
kalefuuru
kaaro
kartal
karton
kural
suudu
kaske
lancuru
eesugol
fusugol
kasilooru
haaju
kaseetiwal
tappugol
jurnde
masiibo
albala'u
badabada
katilikiijo
seedere
sabu
defugol
yewtere
fammeere
luuro
ɗun
bunɗan
accugol
dadugol
dadorgol
dadugol
ɗun
juulugol
darja
geeƴol
ontigi
ndoondi
teemedere
santimeeter
santral
tummbo
kono
kurunwol
nenndi
dillere
maaɓugol
beni
yoga
pellet
kaydi
pellital
ngaandi
ngaandi
accugol
boyinaaru
bee
kala
annde
awmugol
callalal
ceen
teewu
jullere
nguleendi
saambur
konkooru
ngelooba
ngesa
deben
arsike
waadere
mbaylu
mbaylu
sensugol
waylagol
waylagol
gallol
ñamakala
gimol
yimugol
santiyee
jiɓi-liɓi
libiti
jikiriwol
baabun
bee
kemmbu
diwngal
fawugol
mbileejo
mbileyaagal
muyban
jigawal
jiibe
ñiwre
kamidariijo
sareeti
puusoowo-sareeti
sareeti
keri-sarin
waaño
fampagol
dannaajo
butti-gite
gomooru
buunugol
lette
killi-killi
killingol
doginoowo
ñayko
buguuru
sokeeti
paɗal
bilibili-junnitti
amiiru
laamu
jurol
dolokke
tontola
paytagol
wiɗtotooɗo
dewi
siriifuujo
ñoomañini
mbaaraagu
sukundu
cukulol
sukundu
holɓunde
mbeewa
ka
paatawol
bareeru
bu'ugol
adadu
Sii'aajo
cadunal
deemuuru
wuufugol
suɓagol
cuɓal
koleraa
alhaali
ɗumannagol
piiji
suu
annasaara
katilikiijo
almasiihu
koromosom
yanal
ɓattaatere
asamaa'u
sigareeti
mbaymbaykowol
laamel
belorɗe
maagaraare
mbodo
jowi
jowaɓ-
siiraasi
sunningol
taaro-beɗo
alhaali
murl-
yiilaare
kaañe
siirugol
mekekke
ñeñi
misiide
lintugol
ɓii-leydi
lawlal
kaccu
buuto-be'iiri
balanngaaru
ngaddamaaku
heneere
liital
aali
ferñitugol
hentaare
fedde
tappirde
saabiwal
kilianjo
maƴugol
talenru
lennguru
laƴugol
ñagarawal
pontiiri
fempugol
kawtal
kosewii
kooko
sarti
sar'ingol
nawlan
doolannde
fonndo
duɗɗugol
gondal
rewro
rontondiral
kippu
cokke
maɓingol
kawral
pokugol
goro
gorohi
monee
haɓɓere
wallidiiɗo
huuwondiral
nara
moftugol
notugol
koɗol
tulde
uddugol
manngol
kolonel
kolonaaku
koloñi
kolonaaku
gorol
norɗingol
maccangal
njulaajo
cippiro
gilngii ɓernde
cippirgol
jelu
sukkugol
jowlol-ñanne
goomu
kumaandan
ardungal
fewjugol
mojobere
no
ardal
fuɗɗagol
honno
fensitannde
deftugol
komersan
ngeyngu
njulagol
gaccagol
goomu
mofte
komin
yiitidugol
suuseeti
goree
eɓɓindiral
eɓɓindirgol
yurmeende
baatagal
ado-ado
timmitirde
kompule
yelen
jilɓere
pewje
kuugal
wallifagol
yuɓɓiitu
faamu
faamugol
kompirime
sulfu
hasboore
kontugol
kontuwaar
diisondiral
fewgol
maslaha
fottangol
rawnoode
kaakummboosi
faamondiral
foolotiral
fasaadu
hoɗondirɗo
suliiɓe
ɓuro-ɓuro
ñaawoore
ñaawugol
ojji
welnirɗi
laabudda
doginoowo
dogingol
bensondiral
bensagol
hoolaare
halfingol
ufnaare
goongingol
gere
faytindirgol
yiingo
jilɓere
gurte
dental
ɓeyngu
ñaabaa
ganndal
baharu'lfaami
anndugol
faltagol
tinndiregol
dahugol
beelol
bayaana
hajagol
haldi-fotti
nunnugol
battane
pootiiru
mankugol
maw-
roondagol
multugol
tabitugol
ñinnugol
nafkagol
alkulal
sooƴugol
tabital
tabitugol
aynitugol
nguttu
tafal
tuuginorde
mahoodi
mahugol
tiimugol
royroytugol
humpondiral
tintidugol
raaɓo
raaɓo
raaɓugol
tinndol
faddagol
keewuki
taalugol
poropagannde
lunndagol
duungal
jokkindirgol
jokkitugol
duumaare
ahadi
lunndal
doole
liddu
haldigal
e ɓaawo
fooroodu
lunndagol
wallitagol
wallitaare
ndartal
yeddondiral
yottagol
foddugol
ahadi
yiitidal
yiitidugol
finnde
noddital
konwaa
goddangol
sunaare
nodditugol
koperatiifu
yuɓɓindirgol
giɗo
ñiiriiri
eggunde
ñemmbugol
kele
ndontoori
koɓolal
teko
kalabanteejo
guutufal
kooraa
debeere
silɓadere
wassalaamu
garankeejo
alaadu
goyki
cemmbe
faggo
saato
buunugol
yeenugol
coodtaari
fulawali
ari-fotti
dow-asamaa
daande-maayo
baŋŋe
cabbi-birɗi
kafu
hottollo
hottollohi
daande
coyri
ndaɗɗudi
soɓɓundu
sogonal
ño'ugol
ilugol
kuler
hello
himpaare
herƴugol
hirsa kekeeru
ngeru
cuucal
cuucal
kuuran
ŋooɗere
turnde
turugol
turnde
ɗuuɗa-gite
ɗuuɗa-gite
dogugol
maagewal
taarangol
kuruyee
baakanwol
monee
dogudu
daɓɓ-
mbatulaajo
faaragol
caakiri
yaakeere
denɗiraawo
tekkere
laɓi
laɓarki
jarugol
aada
ñoongo
tayer
awre
woofagol
kippu
ommboode
tiggaare
buumugol
geegerewal
kartudi
furugol
ñore-ñore
lakere
hulugol
xawfu
aawaseejo
ŋeƴƴugol
tuundi
paatawol
foccugol
karawaati
kereyon
aduna
tageefo
ñamaande
sincugol
kettungol
ɓakkere
fettugol
futuroo
asugol
haynirde
joolol
aataango
haacugol
banndiyaagal
aawaseejo
kanu
feloore
aybingol
noora
gonɗingol
yeño
layugol
palal
ƴakkugol
beppe
koɓolal
dewal
julɗo
hiiɗeende
garguleeti
hurmanteejo
tettugol
binngahun
gurii
defugol
ndefu
defugol
kusuŋe
busal
sila
bunnaaru
tugge-ture
lummingol
boofo
kilooti
remugol
awru
miilante
miile
gosordu
humpaaɗo
kumpa
aynde
saafaandud'abordtaho
awwal
awa
toode
tippude e
ɗoo
keri
suusugol
sonnaajo
halakuyee
hakkaaɗo
halkugol
saasumaani
bone
e
bara
amugol
ndoppere
tamaro
e
fontugol
bensondiral
fasaadu
fertagol
ardal
eggugol
faatagol
deesaambur
faatunnde
yummbitugol
riftugol
feerugol
ceekol
fewjugol
desigaraamu
yewugol
anngisaare
beytoore
beytugol
feññinannde
hollitugol
liggitugol
sommbitugol
haɗugol
ñeñi
ñeñugol
hoɓugol
lawtugol
taƴitugol
felsugol
dekeree
sartingol
sifagol
yawugol
yawre
nder
ayiibe
miskiino
daranagol
deenal
bammonee
beppugol
ñaaƴo
tinndingol
ɓoomugol
soppuru
soppugol
bone
ƴaarugol
ñiddeendi
nefugol
sintugol
mettagol
yaasi
ittugol
aada
mboodo-mboodo
delegasiyon
delegeejo
diisondiral
diidugol
rayti
raytugol
fodde
hollitaare
janngo
solugol
lanndal
lanndagol
feɗɗere
feɗɗugol
yaadu
fokkitugol
wirtugol
eggudu
eggugol
feetere
feetuɗo
yeddugol
follugol
belebon
suudu
luttugol
feccere
baaba-gooto
baaba-gooto
demokaraasi
lancuru
jinnaaru
holloyee
miskiino
ayiibe
aybingol
mboodo-mboodo
battane
firtugol
cukkudi
ñiire
baasal
melen-
jahal
senndugol
fuutugol
faatagol
limodal
depansi
depansugol
eggudu
yiilugol
mettugol
fontugol
fontugol
rusugol
deppugol
konkooru
fohugol
fasaadu
jimminaare
gibi
depiteejo
sonnjaa
sonnjugol
yeñannde
toolaajo
fontugol
ɓaawo
tuma
lurral
wemmbaare
ɗawre
geyngol
jippagol
joldugol
sifoore
jeereende
sooyugol
ɓoorugol
duulo
duulagol
wirtere
aybingol
innde
innugol
faale
faalegol
sattere noppi
murtal
jiiɓoldu
hannde
dunndare
natal
deesingol
ley
fodoore
bonnital
firtugol
fultagol
anngisaare
añugol
maapere
yewugol
bonnitugol
ñamaande
edda
ɗiɗi
ɗiɗaɓ-
koyfitugol
adagol
yeeso
ɓantaare
ɓantugol
laatagol
hibbugol
serindal
ndaaroowo
hottagol
jiɓi-liɓi
junnitti
feññingol
duwaa
farliiɗi
alɓagol
waliyyu
dewal
ɗoftaare
Seytaane
jinna-ngotteeru
Jaakanke
caltuka
Jalunke
jaaman
biiwol
dogu-reedu
fito
fitugol
kamuusu
Alla
certal
dirtingol
karahan
nammbara
layannde
dammbe
bilol
funsugol
jaawal
alati
asakal
ittiri
ndolugol
ɗuytal
hiraande
sulfu
daalugol
ardungal
wi'i
ardiiɗo
ardagol
almuudo
fitina
bolle
wolnde
sutura
ɓurnindiral
serindagol
wennje
wennjugol
heege
mutugol
mutal
fullugol
waɗugol
hawre
lancitugol
fensitugol
murtal
homugol
bonnitugol
hajagol
woɗɗeendi
wedditaare
sennditugol
ronndiisiman
waccoore
rayti
raytugol
luutugol
fijindaaru
ndarngal
Alla
lancugol
lurral
pattaali
cergal
seedugol
feññingol
sappo
sappaɓ-
jimmbeeru
jihaadi
jinnaaru
cernoojo
cerno
ciftinorgal
honndu
dala
boydiijo
ne'ugol
galle
calalal
ayiibe
dokkal
arma
jonnannde
jonnugol
sinaapawii
yeeso
kulugol
huylagol
ɓaawo
sadaaqu
taaqangol
teŋe
duwaañe
doy
dakmu
duusi
muuseendi
shakka
taƴagol
duusen
daraa
darapoo
waanugol
elto
darnugol
doroogu
geɓal
ñaamo
peewal
ngelooba
njofingol
tabitugol
fodde
ɓooyal
juutugol
gilngii ɓernde
dinamoo
diisanteriieaundiyan
ŋalaw
ŋappugol
serindal
ooñugol
dirtugol
mbattiigu
wattitugol
daɗugol
dogugol
disaare
wulugol
aada
ɓargal
nootitannde
fogugol
wiccugol
maƴere
ɓanngugol
ndaygingol
hentagol
jalbeendi
fettugol
weñugol
toƴƴugol
duɗal
lekkoljo
hunndaari
faggudu
ɓonndal
marugol
ɓonndoowo
ceɓal
hoɓɓitugol
fohugol
marsingol
si'ugol
heɗagol
duufugol
wallifagol
karambol
binndi
binndo
hibbondirgol
nguufo
ƴufugol
ngiiru
molfo
darnugol
elto
eltugol
montugol
woocugol
duncal
etagol
etaare
hulɓingol
ɗenƴere
mettere hunnduko
fotugol
fonndugol
fotal
majjunde
igliis
ngañaneendi
añanɗo
kirse
hirsugol
ŋaasugol
yaaɓugol
Misranke
jiñere
yaññugol
yaajugol
ɗarlere
woote
laktiriisi
majaawo
saasumaani
geɓel
mawba
ɓinndu
kitimmba
faggudu
toowal
almuudo
eltugol
toowugol
ngaynaako
alahajji
kanko
kamɓe
woɗɗeendi
duncugol
martugol
monndugol
laana
sonnjaa
fiidere
finnugol
taggugol
ammbuteyaasi
lunnagol
maɓudal
eggudu
eggugol
amiiru
seŋugol
hottugol
merdingol
cuɓal
nganto
faddagol
lamlamɗo
saggugol
tulugol
deegondirgol
lamlaamateeri
huutorgol
tookugol
naɓugol
siccugol
batte
kasugol
ñamaande
ñawlagol
ado-ado
e
hoggo
cuuraay
jolkondiral
kolmbugol
jolkugol
galle
taande
fahin
rerɗingol
ndaha
saggitorde
bonnugol
bonugol
tiwrugol
nokku
foppugol
muñal
yonndiniiɗo
yonndiniiɗo
heññugol
enerji
fiidere
paykunyaagal
boobo
rimugol
Jahannama
sokugol
yuɓɓugol
huɓɓugol
ɓuutugol
ɓuddi
loƴugol
ulfitagol
irugol
ubbugol
waɗɗagol
lunndagol
urugol
anngisaare
aadanagol
jibingol
huttitugol
tammbadufaaru
tiwrugol
lanngiri
hennugol
jiɓi-liɓi
wasiyagol
ittugol
solugol
gaño
mirñaare
wemmbaare
jantannde
jantagol
moolanaa-
tefugol
ankeeti
tefugol
maandingol
winndagol
taggugol
jannoowo
ekkitinol
ekkitugol
awre
ɓilugol
ñaamugol
gerugol
on say
on say
ŋappugol
ɓiƴo
saadagol
nanugol
haldugol
faamondiral
surrannde
belnugol
cattal
jiñere
jiñugol
yelen
kuɓu
hunnditagol
jogondiral
kolmbugol
hakkunde
weeñugol
palal
damal
saccudi
immanagol
anterpriz
naatugol
kenenti
faggugol
yewtugol
faggudu
haynagol
tintidal
lintugol
forolol
buumugol
haasidaaku
haasidel
beru
hunndaari
eɓɓugol
jonnal
imminaaɗo
jonnugol
tekkeendi
maral
marugol
fullugol
hawnugol
balawal
kaafa
segeleere
bitiwii
cawtol
ojji
albala'u
yurnagol
boro-boro
bullal
piiniwal
foron
jamaanu
tennugol
genndiraawo
humangol
fittugol
ɗenƴere
hulɓingol
genndiraawo
jarrabuyee
tilfugol
horsugol
ñiiɓal
ekipu
nanndal
nanndo
wartindagol
jamaanu
ɗinngere
mahugol
wommbugol
boopal
a'ere
a'ugol
saykuujo
meppugol
ŋabbirɗe
jammbatawal
kurkaadu
jiyaaɗo
ɗowtugol
dow-asamaa
awdi
jorto
jortagol
alkatiijo
jikke
fittaandu
eɓɓere
ƴuuwagol
etaare
moggere
etagol
esansi
ɓeydoral
haamugol
duppugol
ɓiirugol
funnaange
martaba
happugol
reedu
e
honnugol
hari
bertol
baanabaanaajo
kalaldi
raaya
weendu
sagara
alhaali
ñippugol
mulugol
weƴƴitugol
layugol
poomayanke-
Geno
poomaa
sakkital
iilaango
iilugol
weeyo
bonngawii
leñol
leƴƴi-leƴƴiyaagal
fettere
foccugol
bagi
hoodere
kaawee
hawnugol
haawagol
wedditaare
giilol
janan-
ɗeɗɗere
jonngugol
saragol
laatagol
ɓillugol
alkabeere
hiiɗugol
faaɗere
ankeeti
jannganaakuujo
janngugol
annasaara
kamɓe
Linnjiila
faɗɗere
surtugol
pinal
peƴƴol
ɓokkirgal
wifugol
ɓokkitagol
wantugol
wonnagol
koomaboriire
betekee
fantingol
jiñugol
ndartal
ndaarugol
ɓurugol
faltagol
sunningol
beppe
accugol
accugol
sahinɗingol
tafsiiru
misaalu
ekkitaare
yiinagol
hollitagol
farluyee
ƴamugol
goodal
wonugol
ƴuunugol
fergu
layannde
ndarndagol
antaaku
bayaana
faamingol
huurugol
fettugol
ekspooru
weeɓitugol
bertol
bi'ol
baagihi
fanaa'u
mulugol
mehugol
awdi
oogugol
suutannde
wuli kay
sera
gaaɓe
wellitagol
luusin
moƴƴingol
yeeso
hoyeende
newinugol
fason
moƴƴingol
la'iifuujo
bayɗo
foofere
ɗaatugol
pergol
do'ugol
perduru
heege
gerugol
laamel
falo
haanugol
aybingol
aali
heege
bunngugol
cadunal
tappale
mbeelu
diwngal
conndi
waajibi
ronkere
soppugol
wortowal
naafiqaaku
boopal
jullere
wolodaabe-
naafiqiijo
arsike
karankammbeeji
baataajo
giɗaale
muñur-meñer
gilngii-ɓernde
weltanagol
deyel
ndey-
debbo
eelugol
fineeter
ceekol
njanndi
marga
ufugol
ommbugol
uddal
daditaare
remoowo
Pereejo
fowre
piggal
boɓi
koolol
lannjari
feeto
nanndolla
oynge
baapun
kaakol
haako
aynaare
fabraa'iilu
ƴamal
ƴamuɗo
ƴamaaɗo
ɓokko
fuuti
haɓɓugol
ɓoggol
kartal
fempugol
cadunal
finnde
hollitaare
nguli
fempugol
ƴibbeere
ƴibbe
natal
fiil
lootorko
kufuree
uuyugol
jala
mottoowo
geɗal
filmu
oogirde
nguyru
geɗal
si'ugol
battane
gasugol
asamaan
feccugol
tabitugol
feŋugol
loyru
suppugol
lunnagol
ɗenngal-yiite
beccal
mbatulayaagal
mbatulaajo
ndagawal
fuler
fiinugol
caangol
cokko
faaragol
fuɗateeri
wempeñere
hummbugol
serdu
finnde
heyre
deelol
weeɓitannde
laawol
feetere
waddugol
wubbugol
fonkisonerjo
ndanka
ɓalal
fonndoode
sincugol
haynugol
foññe
faylu
ɗuure
balon
kutu
doolugol
ladde
mbayla
tafugol
bayillo
formaa
mbaadi
ñoggal
jeeno
jeenugol
caŋe
defunal
ngayka
foosewol
feetuɗo
farñitere
loyru
foccugol
furyugol
Pullo
kunnakitiwol
jamaa
guuwere
fulfulde
Hal-pular
fuuru
naafiqiijo
naafiqaaku
furseeti
denndilawii
wurñugol
culawii
furno
fitaare
holgo
meƴƴugol
Fuutanke
furgere
ɓuuɓol
keccu
bagg-
faran
Porto-Faransiijo
Faransi
Faransiijo
yawtugol
laaɓal
buunugol
banndiraagu
fooroodu
kulol
feren
kiitasolo
banndan
diwnol
kañaa
firsideer
saasumaani
donkaafele
diwnugol
faahisaaku
jaangol
ñobbugol
formaasi
bantan
ñuɗugol
lampurawol
tiinde
keerol
fofugol
botugol
dukummeere
ɓiɓɓe-leɗɗe
faɗal
dogugol
dogudu
maƴugol
curki
fiimugol
fiimoowo
fuyre
yinndaare
bokoñiri
fiifaaru
janngogagnerdañugol
fertagol
welowelo
dañal
ŋoomi
leekere
banndiijo
gaaraasi
sellingol
cukalel
faggudu
aynugol
gaaru
gaarugol
gaaruwatir
baaru
ŋuurugol
curdi
bonnere
bonnugol
gatoo
bonnugol
komo
nannano
komoyaagal
debboti-gorkoti
digiire
kaakaraari
ŋuylugol
oonugol
oonaango
gardiijo
esiraawo
asko
gawlo
fallugol
seneral
hasii
hasii
jamaanu
moƴƴ-
moƴƴere
jinnaaru
jinna-ngotteeru
wiige
howru
yimɓe
aaden'yaagal
mbaalaandi
fewjugol
kuugal
dawrugol
mbaroodi
banto
bantagol
moolanaa-
ñamaku-leydi
gile
oogirde
gilaasi
tesagol
mortagol
mullere
darja
herugol
deereero
ndeereraaku
jinna-ngotteeru
gobule
foro
taku
montirɗum
wowru-baafal
ittugol
daande
gookiiru
konondol
gudoron
ngayka
hunnduko
faandu
bedal
deereero
ndeereraaku
dukkal
dakamme
meeɗugol
sintere
laamaaku
fewjude
fewjugol
goyaabe
goyaabehi
neema
abbere
fayfayru
foññe-colli
celluka
garaamu
maw-
garammbuubu
ittiri
kotiraawo
mawnugol
maama
maama
maama
cinkal
koose
heefugol
koccuuri
Gerekjo
marmalleere
diwnugol
beembal
pocugol
poco-paca
feɗaango
pocugol
ñomitugol
hoññugol
geegere-ndanta
ŋabbugol
bammbaaɗo
wabaa
dane(e)-
ŋerme
uumugol
ŋermugol
ŋerme
uumaango
dukugol
riggugol
njan-
reedu
njanɗugol
fammeere
wurñugol
fedde
fedde
mojobere
linsere
buutoori
pirinwii
ndikkugol
gere
honugol
Berseejo
fakko
ardiiɗo
ardagol
gidon
Gineyenjo
hoddu
ñeeñal
koltu
wattugol
concol
hoggo
hoɗugol
koltu
mbowdi
suttugol
folto-falta
folto-falta
teenirde
hadiise
hajju
hoggo
haasidaaku
añugol
duppugol
bolonru
fowtorde
ƴaworɗi
fulasoo
ndolinwal
jukkere
jukkuɗo
ñebbe
bifi
potal
wootinɗinal
fonnugol
bolommbata
kawral
hawjere
ɓantugol
tooweendi
suluuru
Hawsaajo
Alyahuudinke
ewnagol
firi-firi
elikopter
misraa'u
jabe
farugol
faraango
ewnotooɗo
buroyɗi
geenal
ngartudi
bidi'a
bid'inke
njoldu
donal
artugol
dono
debboti-gorkoti
sigiyaare
hayaare
fariijo
anngisaare
ŋanaaku
njuuwal
ŋanaajo
ette-ette
ammbugol
saa'i
banni
buɓɓagol
poore
follere
sonndu-ñanne
hanki
gabbii
weŋugol
fillayee
taariika
peƴƴol
taariixayanke
taariixayanke-
ndunngu
waru-hoore
mantoore
Banii-Aadama
gorko
neɗɗanke
tokora
debboti-gorkoti
nunɗal
martaba
hoore-kuɗol
teddingol
hersa
labutaane
liƴƴere
liƴƴugol
lappol
tatte
lorloosu
hulɓinaare
kaaransireejo
mbernaari
konnaagu
janano
jipporde
Hubbuuɓe
holsere-puccu
huurul'ayni
dunkawal
sooƴaango
sooƴugol
nebban
jeetati
jeetataɓ-
neɗɗaaku
aaden'yaagal
diwyol
wirtere
wirtugol
haacaango
haacugol
buguuru
idraari
bonooru
beteyaagal
selirgal
tansiyon
faasiqaaku
faasiqi
naafiqiijoici
annanna
miijanteendi
kay
bula'uujo
bula'uyaagal
sanamuyaagal
sanamuuru
nanndolla
sunnakati
kappe
humammbinneyaagal
humammbinneejo
himo
suriire
jinnaaɗo
ndaygingol
nuurɗugol
hiɓe
mbodo
cadunal
miijagol
almaami
fussaqiijo
komoyaagal
ɓuɓɓingol
ñemmbe
ñemmbugol
wortugol
ɗon
ɗon
yollugol
yoolaare
tuŋaaranke
yollitaare
ñoƴƴingol
layya
boragol
dugulaa
halkaare
hawjere
yamirɗo
ɓurankaaku
geddo
toraare
toragol
neetoriijo
bonre-needi
fiira
maw-
finnugol
doolugol
duuti
maando
muulugol
muulngo
gilngii ɓernde
soɓe
ittere yili
bula'uujo
bula'uyaagal
cumal
sunnugol
sikke
bilakoroojo
fesugol
fesoode
jariire
rerɗingol
woñaare
liiƴugol
joltugol
huuɓugol
finnugol
melen-
aawasaaku
baasi
keeferaaku
keefeero
humammbinneejo
ette-ette
jeyal-hoore
sappordu
sappagol
hinndinke
baasal
taakanjo
baydoolo
nguttu
ngara
hollugol
mbaylaandi
anngal
ɗuuɗa-gite
fanɗi ñila
jukkuɗo
jukkere
ɓuddi
battingol
kibaaru
habrugol
enzeñerjo
ñeeñal
yollitaare
dulluɗo
dulleendi
sobon
maafeeji
uragol
surrannde
belnugol
konnaagu
wikkannde
pikiiru
hoynde
hoynugol
hakkee
ɗayre
meere
annde
winndagol
mukowii
naadugol
tentingol
calu-gite
wahayinugol
deppugol
daakagol
baddi
karamoko-lekkol
njuɓɓudi
ekkitinol
ekkitugol
aala
hoyre
bunnitugol
murtal
tawtindiral
taakugol
faamu
hakkil
tiiɗal
anniyee
tefangol
teɓɓagol
shaf'i
kaɗal
harmingol
haraamu
bote
nderndeeri
ee ɓe
winndereyanke-
ndernde(e)-
tebbinndi
enternet
ewnagol
firo
nantinoowo
firugol
tefoore
tefoore
tefugol
taƴindirgol
kupugol
bayaana
jinngugol
haasidaaku
hunorde
naadugol
sorugol
jayɗo
meere
fefindagol
heɓɓitaare
caate
habbiroore
wirdu
du'agol
sonndu-gite
gawmi
lislaamiyanke-
madarasaajo
Banii-Israa'iila
ƴaɗɗere
fakkeere
tubbugol
haasidaaku
haa hannde
koyngal
santi
sanwiye
sarden
loonde
nete-
reme
labbooru
mi
bugagol
fijindaaru
alkamisa
bagg-
korka
boobo
hoorugol
cagataagal
weltaare
takkugol
huupuru
fijugol
fijirkun
balan
calalal
ɓoggol
fijirkun
ñalaande
jaaynde
ñalaande
balɗe
nduuguseere
fertagol
ñaawoowo
ñaawoore
hasbugol
Alyahuudinke
suwiye
juwen
siwtaaɗo
siwtaaɗo
loŋorɗe
njarlu
sippu
huɗagol
ndiyan
haa
jojjugol
laaɓal
bammoneekapokierbantan
kiloo
kilogaraamu
kankaliba
Kisiijo
Kisiijo
Tanndaajo
kooraa
saare
Siiwaaɗo
fergu
Tefoowo
mo
gaa
hen
remuru
remugol
poɓoyaagal
hen
futtii
kaanaru
wiro
accitugol
kosan
lincun
mbelndi
woytaare
bojji
lampu
gaawal
bugagol
ɗenngal
haaluyee
bolle
ceelol
sariire
yiltagol
yannji
gonngol
gilngii
mirñaare
ngaadaare
laten
lonngal
lootol
lootugol
bammonee
mo
jaawugol
yeesoojo
ardungal
mettugol
darsu
jannde
finndituru
beɗo
tinndol
welsindaare
halal
donal
maafeeji
baagi
doy
buutoori
ndiyan
ndannguujo
ɓe
tooñugol
wuppol
leeter
cerno
kuruyee
ɓe
maɓɓe
funnaange
Sulukaajo
tonndu
luxaare
pallardi
eesugol
delbol
Sulukaajo
yummbitugol
dimo
lisans
halal
haɓɓugol
baŋŋe
yetinan
sariire
leñol
ciifol
aali
haɓɓugol
kaasorgal
kaasugol
hattirde
kasannge
ngayuuri
ilan
bannjugol
janngugol
beloranki
liitir
conce
daande-maayo
bukku
baɓɓatii
hoɗugol
jipporde
sariya
junndi
fewndo
kiɓɓal poortiingal
mantoore
asko
luusi
leelaajo
luwugol
teddeendi
luwaasi
sootiiji
kanko
annoora
tenen
lewru
basarɗe
keroonaaru
cippiro
cippirgol
huɓugol
kuɓu
Suɓaaɗomaan
alɓagol
ɗuma
pewje
masin
ɗumannagol
konkowii
masonjo
bitiki
mbileejo
dabare
masistaraa
labaa-
maayuhu
horaare
fooƴugol
junngo
jooni
heññugol
meeri
lameeri
kono
kaaba
belebon
jom
farba
seemaa
hellifaaɗo
ɗuuɗal
ayiibe
faddu
kiitasolo
ɓitteende
ɓaawo-pellii
jiiɓugol
kataa
kataaɗo
gorel
kuddi
e
e
baasi
woñaare
ƴoyre
ñoomañini
Maninkaajo
bona-feere
arkawal
dugulaa
tilfere
tilfugol
biro
enndu
kunndulal
manndariini
manndariinihi
wakiilu
Ceɗɗo
Ceɗɗo
nafagol
manngo
manngohi
fason
seppo
bantara
maneebur
anngal
waasere
emmbugol
kooti
luusin
termugol
maakiti
seppuru
luumo
ɓawre-ɓawre
seppugol
helugol
talaata
diidere
dunkiire
serindagol
pallardi
moodi
desal
jommbajjo
humangol
gooruwol
balan
baharanke
baharanku
wureere
ŋerme
ŋermugol
maande
batte
maarasi
marto
sahiidi
sahinɗingol
wirnugol
ɓoose
giyaa
ɓoosugol
guuwere
njan-
bedal
ƴakkuru
ƴakkitugol
buutu
miile
miilante
jibinirde
hisaabu
alhaali
bimmbi
walluhaa
rannga
hellifaaɗo
kellifaaku
huɗugol
hakkaaɗo
uumugol
Naareejo
qubba
yakkiiɗo
mayoneesi
lan
bonki
bonɗo
meesi
geddo
doftooru
ñawndagal
lekki
ño'ugol
ñoore
mottondiral
sikkitaare
ɓiɗaare
jiiɓoldu
jiiɓugol
bara
feddeejo
duu
gannditi
bone
hulɓingol
genndal
jom-suudu
mannjallajiijo
mannjallajiiyaagal
ɗowugol
jolkugol
fenaande
tappale
farilla
ƴiiƴan
ella
fenoowo
naana
mantilaton
baapun
wokkude
kamidariijo
mawninkinaare
faljere
yawagol
baharu
albarka
alarba
biro
foddugol
lagiiru
kaawee
an
nelal
nelal
almasiihu
eɓɓere
etugol
njanndi
laawol
mecce
meeter
tufunnde
fawugol
meetelol
waru-hoore
waru-hooreejo
ɗalde
lappol
miili-moolo
mikoroobu
mikroskop
naange
njuuri
ndikka
rufu
seteyaagal
oogugol
mbahe
hakkunde
miniteeriijo
wuluure
kaatatal
miliyaaru
miligaraamu
miliyon
ganngunal
oogirde
ɗayɗo
maabanaaru
yawagol
bote
ittugol
ittugol
ittugol
jaagoral
jaagorɗo
feccere-jemma
hojom
kaawee
merere
ndaarorgal
ɓitteende
moƴƴere
nelal
ɓataake
immunde
moodu
sifa
hakindaare
waylugol
mbuso
lan
lewru
fuunugol
puuniri
baagol
tensagol
feccere
ƴakkirde
ɗaatere
densere
waqutu
an
tageefo
aduna
winndereyanke-
yul-yultondiral
sensi
ŋurŋurtugol
wahadaaniyanke
duhiiɗo
kullii
fello
ittiri
ƴawal
meppugol
mowre
montor
hollugol
mbaɗɗu
hormorde
awmi
bittol
ŋatugol
soppugol
yoomere
lagambal
lajal
wowru
ñilɓe
jaami'u
bi'ol
moter
sabaabe
motooru
motooru
coongii
fiifugol
buubii
duufugol
ɓuɓɓingol
muuluwal
faatagol
awlugol
awlugol
nguufo
ƴufugol
sunsunkooji
sanke
sonsoliwii
ŋati
baalii
dillere
memmingol
bawɗe
ñilɓe
sicco
mboboojo
noddinoowo
mbam-puccu
sowugol
sowannde
maadi
gimmbal
maadi
ƴoƴugol
uumaango
uumugol
misku
hunnduko
ñamakala
julɗo
fettugol
mboboyaagal
gunndoo
jantol
hattaa
woo
fubbagol
nayla
dañal
jibinegol
ɗaayere
fintoori
hinere
fillagol
jiidi
leñol
lawlal
gatal
jaati
ƴawugol
kulunndenwal
batoo
wota
wifugol
fus
haaju
riwtal
derfere
derfugol
fewjodal
termugol
bufenri
bolondaayaagal
nete
ɗaɗol
fittugol
hes-
jeenayaɓ-
baaɗiraawo
kinal
njofoojo
awaamuyaagal
ñakka
ñebbe
baaɗiraawo
fennugol
kawgol
feppitugol
dimo
dammbe
peera
piɓol
lah-
ɓaleejo
ɓaleejo
ɓaleha
hoofuuru
innde
egga-hoɗa
eggudu
adadu
wuddu
innugol
aa'a
bunɗo
nano
Naareejo
wootinɗingol
amen
sawteende
kooho
maandingol
darja
amen
fiɓugol
ɓeyɗo
faggugol
neema
en
hes-
boobo
kibaaru
nofambar
yoolaare
foɗɗere
loƴugol
duulere
jemma
niimoro
hoƴƴuduô
ɗoftagol
nanangol
ɗoftaare
faandaare
ella
fiyaaku
piiji
farilla
farliiɗi
defugol
faahisaaku
niɓɓitugol
niwre
lasindaare
ndaarugol
sukkugol
hirnaange
golle
kippugol
baharu
ottoombur
lunngol
ɓuutu
kolonngaare
woowolde
konondol
boofo
oorirde
awƴirgal
keeferaaku
awƴugol
awƴoowo
senngo-ɗerol
bammburan
keefeero
huɗo
bireedi
oorugol
deƴƴere
pempal
ɗaka-ɗenɗe
miwɗugol
ñagarawal
ɓillugol
nawna-jonte
pampulamusu
ɗoworgal
ɗaamol
waccoore
basagaare
nomoran
buutoori
baaba
buudi
wuuduru
paapu
kaydi
beɗo-Alla
haɓɓere
ko fewti
fewtugol
gaynitagol
ñaaƴo
ñaaƴugol
aljanna
naycawndol
mboofu
boofo
waado
gilngii
kulle-reedu
wirngallo
sarden
lowre
astaxfirullaahi
yaafagol
gardabu
yeru
musiɗɗo
musidal
laañel
aamere
puyɗo
anngiri
woondoore
mbatirdu
caltuka
e
bi'ol
bolle
geɓal
senndoore
eesugol
wallidiiɗo
fedde
jinngere
geɓel
fecco
pattaali
caawugol
hen-fow
pattaali
ɓesungo
feeto
palannde
bakotooɗo
paaspoor
faatagol
lummbinoowo
yankiniiɗo
giggol
ɗaatere
paasuwar
ngaynaako
jumpugol
patante
baabiraaku
muñal
fadagol
laral
martaba
gorobone
takkere
oorirde
newre
purulol
darnde
miskiino
baasal
ñaaƴo
njoddi
yoɓitugol
ngenndi
ladde
remoowo
forolol
bakkaatu
yunngo
bakkoɗingol
yunngugol
goopi
junuubanke
yunngoowo
pedal
peeñe
peeñugol
lorra
tampugol
yanngagol
yanngagol
leeɓuure
lesugol
hajjunke
hajju
peeliwal
liiƴugol
fewndo
wenngugol
lacol
koporo
gite-ɓernde
miijagol
aretereeti
falo
maapere
foɗɗere
tutateeri
perkaane
kaynal
cukkugol
liwndu
faɗugol
gellal
gellal
duumagol
baaba
haylanduru
tabital
kamal
bona-feere
yaakeere
yulugol
dumunna
cokke
hayrugol
hoɗere
koɗe
duŋagol
belayee
kaaleeru
ɓillangol
duumaare
catagol
karaama
aaden
gooto
yimɓe
kasaara
fasaadu
manndikugol
albala'u
hirɓugol
fuytere
famar-
ittirdi-kooƴe
taaniraawo
cakkuɗe
ɗartugol
karsini
Hal-pular
jamaa
kulol
bela jo'o
jan-woo
girayngii
faaru
farmasii
sagara
fiyaaku
baymaanaawal
hitoyaagal
fono
baymaanaagal
fotoo
fotugol
kalimawol
mbaadi
hoɗɗoode
hoɗɗoode
ayrude
mirugol
eeso
koyngal
bappal
hayre
dewal
paɗagol
pempal
gomɗuɗo
gabooru
mowre
unugol
doosal
gubaleewol
hippagol
unndugal
wiirinoowo
wiirinoowo
ñamaku
ɓuccugol
jogorɗe
jawlal
peepuuru
cukkugol
pempal
pikiiru
laakun
firi-firi
yurmeende
yiltondirgol
jonnde
jowtol
heññugol
kerbeere
boowal
oonaango
awmugol
awmi
awaamu
dakamme
mbeleeɗe
annanna
weeyugol
weelugol
tagofeere
eɓɓangol
eɓɓindagol
sarden
beelen
aawugol
kunkutun
hollaande
paltiini
wullaandu
fesugol
bojji
fusugol
ñuɗol
heltugol
jullugol
yollagol
puda
fuña-fuña
karambol
cowirgal
pine
jiiba
ballafuyee
gimɗol
teddeelo
yuwugol
sayre
daande-junngo
leeɓol
toɓɓere
peeral
jalɓal
poson
linngii
ɓernde
qutbo
sattere hunnduko
ndappa
poliisi
poliisiijo
woogugol
dawroyanke
dawrugol
sagari-fonngo
nawliigu
sirku
wujugol
poomu
poomuure
pompi
pompi-esansi
pompugol
joorugol
kolewal
popilin
darja
jamaa
girayngii
bennjaare
pooru
baafal
kayfiya
waliwaliijo
kalpe
toownugol
portolo
geɓal
pattaali
natal
natugol
Portokeesiijo
dewtugol
darnde
jinnaaɗo
e
jeyal
fajo
posta
boɓi
suntuure
cekkiri
goree
pempal
daaloyanke
karanwii
ñooge
mawndu
conndi
ndukku
pular
biigal
gerto
jopal
jope
bebedii
beru
buuña
kiidi
fewjodal
fii honɗum
ñolugol
ñolu
jokkitugol
taaqangol
puɗol
ɓiƴo
duncugol
collaari
cofun
bawɗe
huuwugol
hunorde
adagol
mbaaju
kutubugol
fodoore
mbaaju
hiitannde
hiitagol
jaalagol
ɓural
perefektiiru
perefee
ɓeydol
ɗawre
aran-
afo
jaɓugol
ɗimmitagol
innde
haaju
hebilaare
parugol
puñaari
kiitol
sariya
wajibiiɗi
farlugol
mbileejo
mbileyaagal
dokkal
hollindirgol
dannditorgel
persidan
fayda
kibirdi
haamugol
ñoƴƴere
dammbe
darjingol
luɓal
bewre
luɓugol
burhaanu
jaalagol
jertingol
hiitagol
du'agol
darnaango
laamateeri
tugalal
nanngal
kaso
kasoojo
coggu
hasii
haaju
ɗatal
ardondiral
aroo-
feññinannde
feññingol
jiidi
jibingol
moƴƴingol
njencudi
jannoowo
mecce
bote
luggeendi
jiidi
annanna
eɓɓangol
ɓeydoral
mbaroodi
werlere
annanna
bugagol
junnugol
haylanduru
yiilanduru
fodoore
fodugol
ɓeyduru
ɓantugol
yaawi sut
yaawere fii
lomto
lafzugol
saakital
saakitugol
annabaajo
hiitannde
bi'ol
beteejo
beteyaagal
jom
halal
caakal
sujuudu
cagaajo
cagayaagal
bammonee
sabu
sabu
bagoral
aynugol
ngorgu
iwdi
sanndawol
diiwal
njooɓa
saa'i-
temmbeseejo
bagamma
liggitugol
ɓadal
rentaare
kellifaaku
feññino
jeeyngal
saakitugol
daame
hersa
luuɓugol
ñeɗugol
ƴoogirgal
kabii
bawɗe
woyndu
pular
daame
donkingol
sonndu-gite
Tulde-La'araafi
mbordi
fuyre
laraamu
moɗoori
no woniri woo
kelɗere
nde
tuma
tuma
emmbere
rub'u
kartiyee
nayi
nayaɓ-
dii
mo kala
kallaa
goɗɗo
yoga
toragol
mannjallajiijo
kalaaleeru
fitina
lanndal
bukkol
homɓe
woɗa
woɗa
wemmbiiɗo
wonɗo woo wonɗo
jam
kiniini
kankaliba
kento
iwgol
fii kala
piirugol
walkugol
ɗowtugol
rakoor
keppitugol
leñol
cottiigu
sottugol
ɗaɗol
leƴƴi-leƴƴiyaagal
piggal
heefugol
hoosugol
ñiiriiri
filli-filli
fillagol
kankiranhun-haala
ñoore
ñinnugol
walkugol
wifugol
hirɓugol
haala-haalita
ŋooɗere
raayi
sabaabe
darnde
nennugol
hirhortugol
ramalaana
hoccugol
nattugol
awƴugol
hoynugol
cottiigu
konnaa
kirndol
darnde
saffawol
paakugol
wuugugol
heña
jaawal
ciimtol
jantagol
ɓilugol
ɓilugol
ɓannugol
saɗeende
femmbugol
dental
hawtitugol
sulumeeru
ɓoomugol
ɗaamol
rato
fogugol
hewtagol
ngayka
montugol
karaama
gubaleewol
hippagol
nootaangu
nultugol
gollugol
soobee
faasiqi
faasiqaaku
ommbitugol
wilitugol
winnditagol
keɓal
dañugol
wiɗto
taskagol
beñuwaarwal
fillayee
darnaango
ƴantere
jeeyngal
faltegol
cokke
coñal
soñugol
yamaruyee
sartingol
yontugol
coggu-goro
warjagol
weldital
moƴƴingol
ɗowtugol
lollere
annditugol
jeytugol
hettugol
huttitugol
cawpotal
finndewol
defitagol
dirtingol
rentagol
hettugol
tortagol
wallifagol
fewnitaare
fewnitugol
ɗuytaare
keppitugol
melen-
winnditagol
wattugol
ruttorde
ommbitugol
miijitagol
miijitaare
moƴƴitugol
fewnitaare
fewnitugol
heyɗintingol
firsideer
ɓuttugol
fattiniiɗo
salaare
salagol
ndarɗe
fewtugol
diiwal
bukku
sarti
regilugol
ella
laamu
laamagol
nimse
nimsugol
jokkondirgol
bolcugol
ɓoyre
keeci
salaare
salagol
bilitol
wellitaare
welowelo
accitugol
sifagol
humpondiral
ŋottugol
muumini
dewal
jalbugol
kesum pul
ƴakkitugol
aynitugol
yoɓitugol
shukru
jarnugol
saatagol
holgo
bannjulu
yaafuyee
ŋerme
nimse
remorku
caŋe
lonto
lontal
lontagol
hebbingol
jiiɓoldu
haylugol
memmingol
ndonndu
pottital
fottugol
aada
jonnitugol
kumpa
luttugol
luttugol
semmbingol
lollere
firtugol
heyɗintingol
kumpital
humpitugol
artal
hewtitugol
liɓal
hippugol
rattagol
rufugol
moƴƴintingol
fodoba
paasugol
tuubuubuyee
fillagol
ɗimmitugol
ɗimmital
fillital
jaabawol
jaabagol
jaabagol
jaabawol
ciimtol
dirtingol
fowtere
bilitol
futtugol
jaɓitugol
iiragol
imminaaɗo
lontagol
feloore
dukugol
felugol
ndenndaandi
seerugol
innde
hersa
marugol
kaybonru
tuundi-njamndi
firtugol
dartannde
catagol
daditaare
iidugol
huntugol
teddungal
jimugol
foofaango
foofugol
jalbugol
fawtaare
fawtiiɗo
nanndal
immitagol
urɓitagol
wurtugol
baaru
heddannde
heddagol
jonnitugol
battane
rawnoode
raɓɓingol
immitaare
leetugol
nennagol
nootitannde
liimaanu
awgol
ardu
hippitugol
aretereeti
yoɓugol
ngeenaari
ñorugol
jeytugol
dental
hawtitugol
gaynal
baatagal
koyɗol
finndingol
wahayu
wahayinugol
mbeelu
tortagol
yeeyitugol
artugol
keɓal
hoyɗugol
ndartugol
ndartannde
wurtugol
ndartugol
murtal
murtital
sawranke
follugol
jaaynde
fasaaha
jokkule
siññinagol
galo
alɗere
ñuɗol
ridoo
biskitugol
fus
siññinagol
doole
saƴƴitugol
nootaangu
jaleeɗe
nawaare
ɗatal
fonngo
nawliigu
caangol
maaro
leeɓuure
pompi
njan-
fetere
fetere
wommbugol
ŋoolugol
ɓoyre
laamiiɗo
Ruumi
daarol
tolugol
murl-
kurunwol
hiraango
hirugol
ŋoolugol
ŋuurugol
woɗe(e)-
kalinwol
caawa
piyugol
lagayeendu
a'ere
firi-firi
a'ugol
kalabanteejo
kalabanteyaagal
ruure
boɗe(e)-
came
mboɗeeri
dunndugol
ballaŋal
boɗe(e)-
laamateeri
ciko
halɓugol
halɓaango
ñaande
saabeere
junngol
filli-filli
aacagol
bonki
kakkalaajo
Riisiijo
kurbutu-fulawaa
sergitugol
ɗuwagol
jaɓugol
soɓɓindagol
ƴoɓagol
baɓɓitagol
deppagol
taasannde
yeƴagol
yeƴagol
dimmbagol
dimmbagol
jeynagol
ɓaaragol
ɓoragol
halorgol
wisagol
nodditagol
ooñagol
laawagol
ɓooyugol
bappitagol
bappitagol
gerugol
wubbugol
ƴeeŋugol
foppagol
jaawugol
laawagol
ɗeɗɗagol
wulɗegol
ɓurnitagol
wallindirgol
wiirugol
moltagol
pooɗagol
faɗɗegol
ɓokkitagol
ɓornagol
ukkagol
turagol
ukkagol
makko
njaareendi
holsere
kaafa
bonfo
sawdu
sakoosi
hormante-
layya
mokobaa
saasufaamu
ganndal
funtugol
hormante-
waliyaaku
nanngal
faamugol
ngeenaari
salminaango
lukujaddere
dugulayaagal
ndolkugol
salon
hiwragol
daɗal
assalaamu'alaykum
hiwrondiral
asewe
paɗal
paɗe-pettu
ƴiiƴan
beelol
buɓɓawii
lisugol
balkii
e
aafiya
Sarankulleejo
duulo
duulagol
Seytaane
haarannde
kuntal
huntugol
cakkudi
sinaa
diwdu
cikkagol
baɓɓatii
codugol
solti-ɓotti
danndugol
danndoowo
buruure
ganndo
dakamme
anndugol
saabunnde
dakmitorgol
fesoode
fesugol
seeranwal
antaaku
senndugol
jalbugol
feerenkeejo
yaare
binndo
yurnagol
tenƴingol
nanndolla
duɗɗagol
taasannde
uddagol
ɓantagol
yiltagol
daasagol
siyoŋru
yoorugol
hokkere
dimmbugol
faabagol
ballal
faabo
dillere
cowndi
kaatibo
koolaaɗo kuuɓal
tayre
kisiyee
ɓurnindiral
Joomiraaɗo
kooho
enndu
weerugol
lanɗan
cuɓal
suɓugol
jeyal-hoore
hirke
beppe
beru
awre
yontere
nanndo
aawateeri
aawugol
sama-soobee
awre
ñeele
maanaa
ñaawoore
bolol
anndugol
cergal
jeeɗiɗi
settaambur
jeeɗiɗaɓ-
laadi
Seereero
bayɗo
haqinqingol
woondoore
kutuba
himpaare
billal
lincun
hiɓɓugol
ɓiɗagol
laaki
korɗo
biroo
sarbeeti
boydanagol
dabbaruujo
jeyal
makko
bene
rogere
pet
pet
enɗan
ñaande
entugol
Seydiyanke
si
siidaa
qarnu
jonnde
wuttugol
sifulee
ñoggal
maande
hollugol
siifannde
al'alaama
siifugol
immitorde
faandaare
faandagol
deƴƴere
mbodo
melen-
faamingol
gomɗal
buubuuru
mbajju
surɓagol
alhaali
jeego'o
jeegaɓ-
silipu
yonndinaare
jammoore
kafankaaku
suuseeti
banndan
suufaajo
hariiri
ɗonka
ñawndugol
soobinaare
dankata
kiikiiɗe
kiikiiɗe
laral
miniteeriijo
bannjulu
naange
fonndo-juuɗe
tabitugol
kelɗere
mbajjaaku
du'agol
rewro
limre
ŋoŋre
laamel
qutbo
soƴƴagol
hito
ɗaɓɓitere
ɗaɓɓitugol
koyɗol
Sarankulleejo
senƴugol
ndureyaagal
ñanneejo
ngawri
ñaawoore
fason
yaltirde
dabare
wuɗɗugol
yaltugol
yaltugol
nanndo
koporo
daƴƴere
annde
barget
yeenugol
wuttaandu
soowonsingol
banto
bantagol
lorra
kiitasolo
aybugol
tilfagol
du'aa
faalegol
soɓe
ɓantugol
suliye
joopagol
ojji
jebbilaare
hutaare
sikkitagol
suppu
ƴaanere
cortewol
faylu
tiimelol
tiimeelo
fah-
mboboojo
tubbugol
moose
ndowru
ley
e ley
yawre
yawagol
penndel
suuperefektiiru
suuperefee
Soosoojo
ɗuytal
awgol
jaggugol
sutiyen
maando
gannditi
sowndo
lamɗo
laamu
binngawal
mbeelu
fefindagol
maniyyu
mullere
karaama
jattere
jattugol
coftal ɓalli
aƴƴere
wommbowal
tabital
estaadi
demmbugol
jipporde
gaarugol
pompi-esansi
nanndolla
cilol
rimar-
ndimaru
darnugol
hiila
hiila
sonnjaa
mahoodi
njofoojo
komoyaagal
karambol
yi'ugol
farliiɗun
manngu
loƴugol
jeyal
alhaali
ndiyan
hikkitagol
ɓantaare
jokkondiral
murugol
murugol
sukkar
ñaamo
lakkere
yonugol
cakkitun
farkere
saragol
wartaare
wemmbooki
si'ugol
ardondiral
abbagol
baydoolo
kowal
sunna
mbertudi
dowdo(o)-
ɓural
bidi'a
toraare
jeejugol
jagge
bammbangol
tuumugol
tuume
worɗugol
ɓural
dow
pahu
danndal
suppitagol
suppitagol
jammoore
jammugol
ɓurugol
hawnugol
juhal
ɗenƴere
hawtagol
dey
aynitugol
daɗal
daɗugol
waddugol
sikkitagol
warkugol
sikkitaare
sigi
sigirgol
al'alaama
moƴƴ-
barkondirgol
faɗɗere
bammbodal
cinkal
masara
jolkondiral
tippudi
maaɗa
sigareeti
tabalde
lawhu
haatimere
woɗa
jullere
toɓɓere
golle
ndolkugol
lallaame
tayya
cilol
herƴugol
tayer
jennenke
haatimere
teddudi
doŋol
jaɓɓe
dunnduuru
bawɗi
teme
seɗugol
jimmbeeru
bawɗi
hoppugol
neene-mawɗo
galle
koomaboriire
honkugol
tapii
honkugol
hoɗɗagol
awmi
awmugol
ayiibe
horsugol
jowre
yardude
tata
memugol
mbabba
ngaari
emmbere
alamaani
taksi
taamaamuyee
ma
antal
saɗawere
bakugol
firsi
kaari
loowtugol
talgiraamu
talifon
talifonugol
telewisiyon
beni
tamperatuuri
seedaaku
seeditagol
seedee
saa'i-
saatagol
duuɓi
sattinaare
wakkilaare
jogorɗe
Tanndaajo
ɗaɗol
foccugol
penten
jaɓugol
pooɗondiral
jarrabuyee
eɓɓindaare
tillisa
etagol
tenii
hiimaare
hiimagol
caate
gaynugol
gannguwii
jenngalleere
suytugol
hansaŋere
liɓugol
laral
hello
ownugol
ownoowo
tintiire
maaɗa
eeso
wasuye
jarribagol
foɗɗere
kiliije
tooke
tetanoosi
hoore
muynugol
satta-hoore
binndi
cañu
ataaya
mago
fiyaaku
termuusu
jantannde
jullere
gelenru
biyee
sawru
ñayko
saayannde
komo
komoyaagal
gidi-gidiire
senƴugol
kootii
loowannde
daasugol
mbarbam
garñe
cañu
saññugol
maabo
bagi
tiitoonde
toori
bolojan
an
hurgo
kabine
ɓaawo
hippoode
ñappudi
paani
muñal
accugol
tamaati
gaburu
laadi
saamugol
baar
toonu
farñitere
linsere
harlugol
teere
ɓoylugol
kekuwal
lette
lettugol
law
adadu
woɗa
foppagol
Tooroodo
daa'iman
say
say
say woo say
say woo say
tiinde-tiindewol
jinnduru
nduluuru
lette
lorra
lorrugol
turnan
fono
haylanduru
firifirinnagol
turnewiisi
mallol
gabooru
denndaangal
ɗojjugol
ɗojjugol
denndaangal
hecciɗi leɓu
feewi yet
feewi yet
fota ter
horii kof
ɗoyru
maande
diidol
diidugol
batte
leggal-daande
badabada
aada
nantinoowo
firo
firugol
njulaajo
njulagol
janfagol
hodo
laana-njordi
daasugol
saafugol
ciifol
ahadi
joge
gollugol
janfante
janfa
eeso
feccugol
deƴƴere
winnditagol
waylugol
lunndagol
eggudu
eggugol
daawal mbayliigu
awgol
lakkere
lakkegol
taranspooru
adugol
waylugol
cawluutal
maɓingol
golle
gollugol
golloowo
gaalal
lummbugol
ɓiroowo
feggagol
baapun
diwnol
dillere
diwnugol
hoynugol
lajal
maayugol
caate
caate
negesen
jalbi sal
weli ƴem
weli ƴem
selbi poocee
torsuluyee
moorugol
morgol
tatiwal
bolondaayaagal
bolondaa
tirbinal
sagalle
kansugol
kansan
tirkoo
saccugol
suɓugol
poolal
jimminaare
wattito
tati
tataɓ-
hiilugol
hiila
guutufal
betekee
wattitugol
luuro
sonnjaa
sonnjugol
fitina
tufugol
konu
coggal
tawugol
ɗuma
kummbaaru
a
lulluuru
kuusu
tibirkiloosi
mehugol
meetelol
kaliifu
kaliifa
serdu
Capiijo
nowru
noone
temmeere
happu
go'o
lamɗo
lamɗo
fottigal
talenru
battane
battane moƴƴo
ngootaaku
wootinɗinal
wootinɗingol
tenii
potal
jogondiral
mooɓugol
renndugol
gumel
aduna
winndereyanke-
duɗal-mawngal
bawle
bawlugol
aada
hin-
luusin
ribaa
rannga
duncitorgol
botevacancesgurte
gidi-gidiire
marke
markugol
duŋe
aagugol
farji
wempeñere
jayɗo
foolugol
laana
miran
mbatulaajo
coggu
arkawal
aynde
jarugol
feeteewo
bewre
sañugol
maabi
mantugol
norngal
sagariwal
baylotoongel
came
noone
bade
feere
fuufalafuujo
taafen'yaagal
jigawal
boobotihol
masin
hirde
ɗaɗol
puccu
weluuru
baanabaanaajo
marsingol
juma
ɓurnaa-
reftugol
ittere monee
yottanagol
ittugol
tooke
arugol
henndu
ngeyngu
hommbitorgal
reedu
garal
gilngii
sempeten
kuugal
funngo
lacol
gomɗuɗo
goonga
biini
filooti
falugol
ballafuyee
saanganteyaagal
hibbugol
simoore
haako-
leggal-daande
giilol
huppotoonde
bolonru
bolojan
soori-koroojo
uturner
ɓornugol
edda
ceemeedo
mettugol
teewu
iidaango
iidugol
cukko
cukko-hooreejo
poolal
meere
honkugol
ngurndan
kiikalaajo
nayeewu
jiwo
hin-
cagataagal
ñakkingol
wilaa
fulasoo
saare
sanngara
noogay
noogayaɓ-
doolannde
gerenteejo
hippagol
baylol
kuura
cergel
ngorgu
yeeso
fulkuru
huulugol
seena
juuragol
koɗo
ɓiƴugol
buret
uuyeendi
ndaarorgal
wonugol
nguure
halfeere
halfuure
du'aa
hino
laawol
tiggaare
buumugol
rentugol
kawtal
gondal
watir
daande
nguyka
walan
ruuyugol
gujjo
anngisaare
wommbugol
ittiri
njan-
bolcugol
tuure
tuure
mooɗon
woote
wootugol
mooɗon
faalegol
hiɗon
jahal
hirndugol
seteejo
ndaaroowo
alkulal
aawaseejo
few
giirugol
iidaango
giiɗe
hurgo
hurgo
gilngii-ɓernde
gilngii-ɓernde
gilngii-ɓernde
fus
hello
hello
hello
bee
ɓaa
hidugol
futagol
verbuon
adugol
nabhugol
tawtugol
hulugol
ñaamugol
dietugol
noddugol
sodugol
sonkugol
yahugol
waɗugol
inogol
lamagol
hiougol
formogol
arugol
darugol
woulugol
dhetugol
cikitagol
arugolga
feyugol
midagol
habagol
hiugol
acutugol
heutugol
turnugol
darugol
nodugol
yougol
wadugol
hedagol
daragol
andugol
landagol
faamugol
yaltugol
nanugol
da butugol
waallitagol
esseyugol
artugol
fijugol
lanni
majugol
himugol
natugol
wurugol
wallingol
jogitagol
yejutugol
gollugol
natugol
wonugol
futagol
yobugol
podugol
udutugol
chanjugol
accangol
danagol
okkipagol
sepugol
addugol
ekitagol
yarugol
gardugol
hollugol
jiodagol
addugol
zulugol
servugol
windugol
hiugol
gagnagol
noddutugol
jangugol
dhaugol
wattugol
waawugol
dogugol
dogu
dogin
doge
nangugol
nangu
nangin
nangee
fubagol
fubbo
fubbo ɗin
fubbee
wujjugol
wujju
wujje
wiirugol
wiiru
wiiree
yejutugol
yejjutu
yejjitee
wullugol
wullu!
wullin
wullee
fijugol
fiju
fijin
fijee
fusugol
fusugol
hiwragol
Hiwro!
hiwro ɗin
hiwree
jalugol
jalu
jalin
jalai
yaltugol
yaltu
yaltee
mono
monee
ɓuɓingol
ɓuɓintino
ɓuɓintinee
findingol
finu
finin
finee
faamugol
faamu
faamin
faamee
haykugol
hayku
haykin
haykee
firtugol
firtugol
mi firti
firtu
firtin
firtee
haalugol
haalugol
haalin
haalee
miijagol
miijo
miijoɗin
miijee
haalugol
haalu
haalin
haale
seekugol
seeku
seekin
seeke
dépose
jannugol
jaanu
jannen
jannee
bugo
bugoɗen
bugee
pasagol
pottitagol
pottagol
pottingol
winndugol
winndu
winnden
winndee
feccugol
feccu
feccen
fecce
taƴugol
taƴu
taƴen
taƴee
yiltutugol
yilto
yilten
yiltee
hoytugol
hoytu
hoyten
hoytee
hollugol
hollu
hollen
holle
hoɗugol
jonbugol